{"date": "Feb 12, 2013 12:00:00 AM", "s": "FAN COMMENTS", "articleId": 1, "lineId": 0}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Doan scores late in OT to lift Coyotes by Avs, 3-2", "articleId": 1, "lineId": 1}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "DENVER (AP) -- So what if it was a fortuitous bounce that set up the winning goal for the Phoenix Coyotes - a simple clear by an Avalanche defenseman caroming off a referee's skate to set up Shane Doan's overtime theatrics.", "articleId": 1, "lineId": 2}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Mike Smith still had to stop 41 shots and the Coyotes withstood two late penalties. As the Coyotes see it, they earned a little bit of luck.", "articleId": 1, "lineId": 3}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Doan certainly wasn't about to apologize after scoring his second goal of the game at 4:01 of overtime to help the Coyotes rally for a 3-2 win over the slumping Colorado Avalanche on Monday night.", "articleId": 1, "lineId": 4}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Hey, breaks tend to even out over a long season - even an abbreviated one.", "articleId": 1, "lineId": 5}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"We've had a couple of bounces go against us this year,\" said Doan, who scored his 11th career overtime goal. \"You try to make as much as you can out of them when you get them.\"", "articleId": 1, "lineId": 6}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Coyotes certainly did at that.", "articleId": 1, "lineId": 7}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "With time winding down in the extra period, Greg Zanon tried to flip the puck out of the zone from behind his net. Only, it smacked off a referee's skate as he stood in the corner and bounced to Kyle Chipchura. He quickly passed it over to a wide-open Doan, who shot it over the shoulder of Semyon Varlamov.", "articleId": 1, "lineId": 8}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Coyotes quickly rushed the ice to congratulate Doan.", "articleId": 1, "lineId": 9}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"Got a lucky bounce and our captain buried a goal,\" Smith said. \"It was a big win.\"", "articleId": 1, "lineId": 10}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "And a heartbreaking loss.", "articleId": 1, "lineId": 11}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"At the end of the day, it's a terrible bounce,\" said Matt Duchene, whose squad had four days of rest but still dropped its third straight. \"As soon as you see it happen, you kind of know it's going to go in. That doesn't happen very often. It's a tough bounce.\"", "articleId": 1, "lineId": 12}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Colorado had its chances to end this game long before that carom, though.", "articleId": 1, "lineId": 13}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Just before the end of regulation, David Moss was called for holding, giving the Avs a 4-on-3 advantage to start the extra period. Smith came up big and made one sprawling save after another.", "articleId": 1, "lineId": 14}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Moss' penalty came just after the Coyotes held the Avs in check when Michael Stone was called for cross-checking with 2:26 remaining in regulation.", "articleId": 1, "lineId": 15}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"Disappointing,\" said Duchene, whose team was 0 for 4 on the power play.", "articleId": 1, "lineId": 16}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Colorado had a chance to gain some breathing room midway through the final period when Jamie McGinn skated in on Smith, only to have his shot turned aside by the goaltender.", "articleId": 1, "lineId": 17}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Coyotes quickly flew up ice, getting the puck to Oliver Ekman-Larsson near the blue line and letting him go to work. He weaved into the zone and sent a liner through a defenseman and right by Varlamov to tie the game at 2 at the 11:39 mark.", "articleId": 1, "lineId": 18}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The goal-starved Avalanche finally got their offense cranked up in the second period as Mark Olver scored his first goal of the season. Three minutes later, Duchene slipped the puck past Smith on a breakaway to give the Avs a 2-1 lead.", "articleId": 1, "lineId": 19}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "It was a fight-filled game with Cody McLeod squaring off against Chipchura and Patrick Bordeleau later dropping the gloves and going after Paul Bissonnette. All were give five-minute majors for fighting.", "articleId": 1, "lineId": 20}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Doan scored his first goal in eight games midway through the opening period when he circled the net and sent a backhand shot at Varlamov that trickled through the goaltender's pads.", "articleId": 1, "lineId": 21}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Early on, Colorado struggled to get anything past Smith, who was coming off a 1-0 shootout win at San Jose on Saturday in which he stopped 33 shots.", "articleId": 1, "lineId": 22}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Smith has been difficult for the Avs to solve of late. He's now 7-1-1 in his career against Colorado.", "articleId": 1, "lineId": 23}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"Smitty was unbelievable,\" Doan said. \"We all thank Smitty because he was so good tonight.\"", "articleId": 1, "lineId": 24}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "That's how it's been going for the injury-plagued Avs, who have already been shut out three times this season. They were missing a chunk of their offense against Phoenix because captain Gabriel Landeskog missed a seventh straight game with a head injury and forward John Mitchell was sidelined with the flu. Steve Downie is out for the season with a torn ACL.", "articleId": 1, "lineId": 25}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"Got to go out there and just play the hand you're dealt,\" Avs coach Joe Sacco said. \"We can't worry about who's here and who's not in the lineup.\"", "articleId": 1, "lineId": 26}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The team recently went out and claimed Aaron Palushaj off waivers from Montreal, just to add a little more sizzle to their offense. Palushaj played in his first game in an Avs sweater on Monday.", "articleId": 1, "lineId": 27}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Notes: Coyotes D Rostislav Klesla played in his 600th game. ... The Coyotes are 15-1-2 in February over last two seasons, including 4-1-1 this season. ... The Avalanche closed out a four-game home stand with a 1-2-1 mark. ... Avs F Milan Hejduk picked up his 799th career point when he assisted on Olver's goal.", "articleId": 1, "lineId": 28}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Coyotes follow bouncing puck to OT win", "articleId": 2, "lineId": 29}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "By Michael Kelly, The Sports Xchange | The SportsXchange – 1 hour 26 minutes ago", "articleId": 2, "lineId": 30}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Tweet", "articleId": 2, "lineId": 31}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "0", "articleId": 2, "lineId": 32}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "DENVER -- The Phoenix Coyotes have been victimized by bad bounces this year, so they thought it was nice to have one go their way.", "articleId": 2, "lineId": 33}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Shane Doan took advantage of an unusual chance when he scored with 58.9 seconds left in overtime and the Coyotes rallied to beat the Colorado Avalanche 3-2 on Monday night.", "articleId": 2, "lineId": 34}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"It's hard to remember when you win, it's usually that you always remember when that happened against you,\" Doan said.", "articleId": 2, "lineId": 35}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Phoenix captain might remember this one. Doan got his second goal of the night when defenseman Greg Zanon tried to clear the puck along the boards. It ricocheted off the referee to Kyle Chipchura , who fed Doan in the slot. His wrister beat Semyon Varlamov high to give the Coyotes the win.", "articleId": 2, "lineId": 36}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"I didn't see how he ended up with it. I turned to follow the puck and Chipper had it,\" said Doan, who also had an assist. \"I didn't know until we got (in the locker room) it went off the ref's skate. That's the way it is.", "articleId": 2, "lineId": 37}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"It's a bounce. We've had a couple of bounces go against us this year and you try to make as much as you can when you get them. It was one of those nights where we found a way to get two points. You have to do that, especially in a shortened season.\"", "articleId": 2, "lineId": 38}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "It was Doan's 11th career overtime goal, which ties him for sixth among active players.", "articleId": 2, "lineId": 39}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Oliver Ekman-Larsson also scored and Chipchura had two assists for Phoenix.", "articleId": 2, "lineId": 40}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"A game like that, we've got to find a way to win,\" said Colorado center Matt Duchene, who had a goal. \"It was a terrible bounce.\"", "articleId": 2, "lineId": 41}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Doan had the chance to net the winner thanks to his goalie. Mike Smith dominated Colorado last year when he posted a 3-0-0 record and a 1.33 goals-against average, and he was just as sharp early Monday night. He had 20 of his season-high 41 saves into the second period and made a couple of highlight stops to keep Colorado off the board.", "articleId": 2, "lineId": 42}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"He was solid in there,\" Phoenix coach Dave Tippett said. \"He gave us the saves we needed.\"", "articleId": 2, "lineId": 43}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Mark Olver broke through with a rising shot from the top of the slot that beat Smith over his right shoulder 2:24 into the period.", "articleId": 2, "lineId": 44}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Minutes late, a turnover at the Colorado blue line gave Duchene a breakaway, and he slid a shot under Smith to give Colorado a 2-1 lead.", "articleId": 2, "lineId": 45}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Coyotes (6-5-2) came on strong after that but couldn't get a goal on a five-on-three at the end of the second period. Mikkel Boedker had the best chance, but Varlamov made a glove save.", "articleId": 2, "lineId": 46}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Phoenix tied it when Ekman-Larsson scored on a shot from the right boards with 8:21 left in regulation.", "articleId": 2, "lineId": 47}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Avalanche (4-6-1) had two late power-play chances, at 17:34 of the third period and again with 19 seconds left in regulation, but couldn't win it.", "articleId": 2, "lineId": 48}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Colorado hasn't been productive on the power play all season. The Avalanche were 0 of 4 against the Coyotes and have scored just three goals in 37 power-play chances this season.", "articleId": 2, "lineId": 49}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"We took the pedal off the metal in the third,\" Duchene said. \"It's a tough way to lose here.\"", "articleId": 2, "lineId": 50}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Colorado controlled the play at the start, getting the first seven shots, but it was Phoenix that scored first when Chipchura stole a puck in the offensive zone and fed Doan down low, who beat Varlamov with a backhander midway through the first period.", "articleId": 2, "lineId": 51}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"The first play was a normal cycle and he got a lucky break,\" Chipchura said.", "articleId": 2, "lineId": 52}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "NOTES: Colorado forward Aaron Palushaj made his season debut. The Avalanche claimed him off waivers from Montreal on Thursday. ... Forward John Mitchell was scratched with the flu. ... Phoenix defenseman Rostislav Klesla played in his 600th NHL game. ... Coyotes forward Paul Bissonnette was in the lineup after being scratched for four straight games. He took the place of forward Nick Johnson, who has no points in his last three games. ... Colorado defenseman Matt Hunwick was scratched with a torso injury and Tyson Barrie was active Monday. ... Colorado does not have a goal from a defenseman this season and has just five points from the blue line so far. Ryan O'Byrne picked up his first point on Olver's goal in the second period.", "articleId": 2, "lineId": 53}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "@yahoosports on Twitter, become a fan on Facebook", "articleId": 2, "lineId": 54}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Explore Related Content", "articleId": 2, "lineId": 55}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Doan's late score helps Coyotes slip past Avalanche", "articleId": 3, "lineId": 56}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Published February 12, 2013", "articleId": 3, "lineId": 57}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Sports Network", "articleId": 3, "lineId": 58}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Denver, CO – Shane Doan scored the game-winner with 58.9 seconds to play in overtime to give the Phoenix Coyotes a 3-2 win over the Colorado Avalanche.", "articleId": 3, "lineId": 59}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Greg Zanon had the puck behind his own net and tried to wrap it around the left boards with a backhand. However, the puck hit one of the referees and came to the low left circle where Kyle Chipchura centered it for Doan, who snapped a wrister into the right corner for the win.", "articleId": 3, "lineId": 60}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"We were really lucky to get a bounce and fortunate to get those two points,\" said Doan. \"I did not see how Kyle (Chipchura) got it, all I know is he got it to my stick. This one is a testament to our reserve and how we battle through things.\"", "articleId": 3, "lineId": 61}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Doan finished the game with two goals and an assist while Oliver Ekman-Larsson had the other goal for the Coyotes, who have won four of their last five games. Mike Smith made 41 stops in the win.", "articleId": 3, "lineId": 62}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Matt Duchene and Mark Olver scored for the Avalanche, who have dropped their last three games. Semyon Varlamov posted 27 saves in defeat.", "articleId": 3, "lineId": 63}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"At the end of the day the goal I got doesn't matter,\" said Duchene. \"I made a terrible play on their second goal. The goal I got is great, but the goal they got I feel terrible about because I made a brain-dead play.\"", "articleId": 3, "lineId": 64}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Coyotes scored the only goal of the first period when Doan threw a backhander on a wraparound from the right side that snuck in at the 9:10 mark.", "articleId": 3, "lineId": 65}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Colorado tied the game at 2:25 of the second period when Milan Hejduk sent a pass from the deep left boards to the slot where Olver's rising one-timer found the back of the net.", "articleId": 3, "lineId": 66}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "It was a 2-1 Avalanche lead just over three minutes later when Duchene was sprung on a breakaway and faked the shot before sliding the disc under Smith for his third of the season.", "articleId": 3, "lineId": 67}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Phoenix tied the game with 8:21 to play in regulation when Ekman-Larsson's quick snap-shot from the outside right circle sailed into the far side for his third of the year.", "articleId": 3, "lineId": 68}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Game Notes", "articleId": 3, "lineId": 69}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Colorado plays in Minnesota on Thursday ... Phoenix plays in Nashville on Thursday ... Phoenix has won nine of the last 11 against Colorado ... It was the first overtime game of the season for the Avs ... Colorado went 0-for-4 on the power play and is just 3-for-37 on the season ... Phoenix was 0-for-5 on the man advantage.", "articleId": 3, "lineId": 70}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Doan takes advantage of bounce off referee's skate as Coyotes beat Avs 3-2 in overtime", "articleId": 4, "lineId": 71}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Published February 12, 2013", "articleId": 4, "lineId": 72}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Associated Press", "articleId": 4, "lineId": 73}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Colorado Avalanche left wing Cody McLeod (55) swings at Phoenix Coyotes center Kyle Chipchura (24) during a fight in the first period of an NHL hockey game, Monday, Feb. 11, 2013, in Denver. (AP Photo/Joe Mahoney)The Associated Press", "articleId": 4, "lineId": 74}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Phoenix Coyotes center Martin Hanzal (11) reaches for the puck as Phoenix Coyotes goalie Mike Smith (41) and Colorado Avalanche right wing P.A. Parenteau (15) watch during the first period of an NHL hockey game, Monday, Feb. 11, 2013, in Denver. (AP Photo/Joe Mahoney)The Associated Press", "articleId": 4, "lineId": 75}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Phoenix Coyotes right wing Shane Doan (19) carries the puck to score against Colorado Avalanche center Michael Sgarbossa (43) and Colorado Avalanche goalie Semyon Varlamov (1) during the first period of an NHL hockey game, Monday, Feb. 11, 2013, in Denver. (AP Photo/Joe Mahoney)The Associated Press", "articleId": 4, "lineId": 76}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Next Slide Previous Slide", "articleId": 4, "lineId": 77}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "DENVER – Shane Doan scored his second goal of the game at 4:01 of overtime and Mike Smith stopped 41 shots, helping the Phoenix Coyotes rally for a 3-2 win over the slumping Colorado Avalanche on Monday night.", "articleId": 4, "lineId": 78}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "With time winding down, Avs defenseman Greg Zanon tried to clear the puck from behind his net, but it hit a referee's stake in the corner and bounced to Kyle Chipchura. He quickly passed it over to a wide-open Doan, who shot it over the shoulder of Semyon Varlamov.", "articleId": 4, "lineId": 79}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Oliver Ekman-Larsson scored the game-tying goal for the Coyotes midway through the final period as the team won for the fourth time in five games.", "articleId": 4, "lineId": 80}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Mark Olver and Matt Duchene had goals for the Avalanche, who had four days of rest but still dropped their third straight.", "articleId": 4, "lineId": 81}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Keep tabs on the Avs' AHL affiliate, the Lake Erie Monsters .", "articleId": 5, "lineId": 82}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The contract dispute between the Avalanche and young center Ryan O'Reilly has undoubtedly hurt the team's on-ice product, but it pales in comparison to how much this team is hurting physically.", "articleId": 5, "lineId": 83}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Defenseman Erik Johnson on Monday joined a long injury and unavailable list as Colorado completed a four-game homestand with a 3-2 overtime loss to Phoenix at the Pepsi Center.", "articleId": 5, "lineId": 84}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Early in the third period, Johnson awkwardly absorbed a check from Martin Hanzal and went to the dressing room after slamming his stick against a wall on the way. Often used as the Avs' No. 1 defenseman, Johnson appeared to suffer a shoulder or chest injury.", "articleId": 5, "lineId": 85}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The team had no injury report on Johnson after the game.", "articleId": 5, "lineId": 86}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Earlier, fourth-line forward", "articleId": 5, "lineId": 87}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Colorado's David JOnes puts a big hit on Coyotes' Boyd Gordon during the second period on Monday. (John Leyba, The Denver Post)", "articleId": 5, "lineId": 88}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Patrick Bordeleau left the game with a hand injury after participating in a heavyweight fight, and forwards Matt Duchene, Milan Hejduk and Jamie McGinn suffered injuries before returning. Bordeleau got stitches but was OK.", "articleId": 5, "lineId": 89}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Phoenix captain Shane Doan won it in the final minute of OT, capitalizing on a fortunate bounce for his second goal of the game. Defenseman Greg Zanon tried to rim the puck around the boards, but it caromed off a referee to turn into a turnover. The Avs (4-6-1) finished 1-2-1 on the homestand.", "articleId": 5, "lineId": 90}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"Those are the bounces we're getting lately,\" Zanon said.", "articleId": 5, "lineId": 91}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"Have to make that save. It was an important shot. I should have made that save,\" Avs goalie Semyon Varlamov said. \"I can't give up (three goals) every game.\"", "articleId": 5, "lineId": 92}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Playing its first game in five nights appeared to benefit the Avs early. Despite taking too many penalties and being unable to improve on the NHL's worst power play, the Avs erased a 1-0 deficit with second-period goals from Mark Olver (2:24) and Matt Duchene (5:28).", "articleId": 5, "lineId": 93}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Duchene beat goalie Mike Smith on a breakaway, using his speed on a transition play that was set up by linemate P.A. Parenteau on the Coyotes' blue line.", "articleId": 5, "lineId": 94}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Olver, a fourth-line forward, took a Milan Hejduk feed and one-timed the puck by Smith from the high slot. It was Olver's first goal of the season and seventh of his young career.", "articleId": 5, "lineId": 95}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Avalanche went 0-of-4 on the power play, including a 4-on-3 advantage to begin overtime.", "articleId": 5, "lineId": 96}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Phoenix tied it with 8:21 left in regulation, with a screened wrist shot by defenseman Oliver Ekman-Larsson.", "articleId": 5, "lineId": 97}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Avs again played without their top two leading scores last season in O'Reilly and left winger Gabe Landeskog (head injury), plus first-year center John Mitchell (flu), who is second on the team in goals (four) and rating (plus-7).", "articleId": 5, "lineId": 98}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Forward Steve Downie (season-ending knee surgery) and defensemen Ryan Wilson (ankle) and Matt Hunwick (torso) also are unavailable.", "articleId": 5, "lineId": 99}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"Tough bounce in overtime", "articleId": 5, "lineId": 100}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Blog: All Things Avs", "articleId": 5, "lineId": 101}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Denver Post's Adrian Dater and Mike Chambers post analysis, notes, video, chats and more on this blog focusing on the Colorado Avalanche.", "articleId": 5, "lineId": 102}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "there, but that aside, it should have been over by then,\" Duchene said. \"All the injuries do seem unfair, that's for sure. We're a team working so hard, trying to get better all the time, and when you're losing key pieces of the puzzle, it's tough. We just got to keep pulling forward, worry about the guys in here and hope the injured guys come back. That's just the way it is.\"", "articleId": 5, "lineId": 103}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"It's just frustrating not to get that extra point tonight,\" Avs coach Joe Sacco said.", "articleId": 5, "lineId": 104}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Newly signed forward Aaron Palushaj made his debut with the Avs, playing left wing on the Paul Stastny-centered line with David Jones. Palushaj is one of four Avs forwards who began the season in the American Hockey League.", "articleId": 5, "lineId": 105}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Mike Chambers: 303-954-1357, mchambers@denverpost.com or twitter.com/mchambersdp", "articleId": 5, "lineId": 106}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Avs Recap", "articleId": 5, "lineId": 107}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "1. Shane Doan. Coyotes captain had two goals, including overtime winner.", "articleId": 5, "lineId": 108}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "2. Matt Duchene. Speedy young Avs center had a goal.", "articleId": 5, "lineId": 109}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "3. Kyle Chipchura. Two assists and a fight for the Phoenix center.", "articleId": 5, "lineId": 110}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "What you might have missed. Avs defenseman Ryan O'Bryne had a tough game. He made the own-zone turnover that led to the Coyotes' first goal and was assessed a cross-checking minor during a penalty kill, sending Phoenix on a two-man advantage for 58 seconds.", "articleId": 5, "lineId": 111}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Up next. At Minnesota, Thursday, 6 p.m.", "articleId": 5, "lineId": 112}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Coyotes' Doan scores late in OT to top Avalanche", "articleId": 6, "lineId": 113}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Odd deflection off ref leads to deciding goal", "articleId": 6, "lineId": 114}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Associated PressAssociated Press", "articleId": 6, "lineId": 115}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Posted: 02/11/2013 10:55:36 PM MST", "articleId": 6, "lineId": 116}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "February 12, 2013 5:57 AM GMTUpdated: 02/11/2013 10:55:50 PM MST", "articleId": 6, "lineId": 117}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "DENVER -- Shane Doan scored his second goal of the game at 4:01 of overtime and Mike Smith stopped 41 shots, helping the Phoenix Coyotes rally for a 3-2 win over the slumping Colorado Avalanche on Monday night.", "articleId": 6, "lineId": 118}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "With time winding down, Avs defenseman Greg Zanon tried to clear the puck from behind his net, but it hit a referee's stake in the corner and bounced to Kyle Chipchura. He quickly passed it over to a wide-open Doan, who shot it over the shoulder of Semyon Varlamov.", "articleId": 6, "lineId": 119}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Oliver Ekman-Larsson scored the game-tying goal for Phoenix midway through the final period, and the Coyotes won for the fourth time in five games.", "articleId": 6, "lineId": 120}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Mark Olver and Matt Duchene had goals for the Avalanche, who had four days of rest but still dropped their third straight.", "articleId": 6, "lineId": 121}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Just before the end of regulation, David Moss was called for holding, giving the Avs a 4-on-3 advantage to start the extra period. Smith came up big and made one sprawling save after another.", "articleId": 6, "lineId": 122}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Moss' penalty came just after the Coyotes held the Avs in check when Michael Stone was called for cross-checking with 2:26 remaining in regulation.", "articleId": 6, "lineId": 123}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Coyotes came up big killing penalties all game.", "articleId": 6, "lineId": 124}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Colorado had a chance to gain some breathing room midway through the final period when Jamie McGinn skated in on Smith, only to have his shot turned aside by the goaltender.", "articleId": 6, "lineId": 125}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Coyotes quickly flew up ice, getting the puck to Ekman-Larsson near the blue line and letting him go to work. He weaved into the zone and sent a liner through a defenseman and right by Varlamov to tie the game at 2 at the 11:39 mark.", "articleId": 6, "lineId": 126}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The goal-starved Avalanche finally got their offense cranked up in the second period as Olver scored his first goal of the season. Three minutes later, Duchene slipped the puck pastSmith on a breakaway to give the Avs a 2-1 lead.", "articleId": 6, "lineId": 127}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Keith Yandle nearly tied it late in the second period, only to have his shot from the blue line clang off the post and straight to Varlamov, who quickly covered it up. The referees took a look on replay but upheld the ruling on the ice of no goal.", "articleId": 6, "lineId": 128}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Phoenix had a 5-on-3 advantage for the final minute of the middle period, with Mikkel Boedker having the best scoring chance when he corralled the puck down low. He attempted to lift it over a sprawled-out Varlamov, only to have the puck carom off the post and high into the air to end the period.", "articleId": 6, "lineId": 129}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "It was a fight-filled game with Cody McLeod squaring off against Chipchura and Patrick Bordeleau later dropping the gloves and going after Paul Bissonnette. All were give five-minute majors for fighting.", "articleId": 6, "lineId": 130}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Doan scored his first goal in eight games midway through the opening period when he circled around the net and sent a backhand shot at Varlamov, which trickled through the goaltender's pads.", "articleId": 6, "lineId": 131}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Coyotes 3, Avalanche 2", "articleId": 6, "lineId": 132}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Phoenix 1 0 1 1--3", "articleId": 6, "lineId": 133}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Colorado 0 2 0 0--2", "articleId": 6, "lineId": 134}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "First Period--1, Phoenix, Doan 3 (Chipchura), 9:10. Penalties--Sgarbossa, Col (cross-checking), 5:03; Michalek, Pho (slashing), 11:05; Chipchura, Pho, major (fighting), 14:00; McLeod, Col, major (fighting), 14:00; O'Brien, Col (hooking), 14:46.", "articleId": 6, "lineId": 135}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Second Period--2, Colorado, Olver 1 (Hejduk, O'Byrne), 2:25. 3, Colorado, Duchene 3 (Parenteau), 5:28. Penalties--Bissonnette, Pho, major (fighting), 3:19; Bordeleau, Col, major (fighting), 3:19; Ekman-Larsson, Pho (interference), 10:22; Zanon, Col (slashing), 17:59; O'Byrne, Col (cross-checking), 19:00.", "articleId": 6, "lineId": 136}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Third Period--4, Phoenix, Ekman-Larsson 3 (Korpikoski, Doan), 11:39. Penalties--McGinn, Col (elbowing), 2:44; Stone, Pho (cross-checking), 17:34; Moss, Pho (holding), 19:41.", "articleId": 6, "lineId": 137}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Overtime--5, Phoenix, Doan 4 (Chipchura), 4:01. Penalties--None.", "articleId": 6, "lineId": 138}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Shots on Goal--Phoenix 8-13-6-3--30. Colorado 16-16-8-3--43.", "articleId": 6, "lineId": 139}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Power-play opportunities--Phoenix 0 of 5; Colorado 0 of 4.", "articleId": 6, "lineId": 140}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Goalies--Phoenix, Smith 4-3-1 (43 shots-41 saves). Colorado, Varlamov 3-6-1 (30-27).", "articleId": 6, "lineId": 141}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "A--14,063 (18,007). T--2:35.", "articleId": 6, "lineId": 142}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Referees--Eric Furlatt, Mike Leggo. Linesmen--Brian Mach, Scott Driscoll.", "articleId": 6, "lineId": 143}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "By Brett Shumway on Feb 11, 10:51p 14", "articleId": 7, "lineId": 144}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Doug Pensinger", "articleId": 7, "lineId": 145}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Tweet this post", "articleId": 7, "lineId": 146}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Avalanche came out with all kinds of jump, taking the play at Phoenix relentlessly for the first 5 minutes of the game, but an unlucky call against Sgarbossa for cross-checking (Vermette caught an edge making Sgarbossa's light little back pat look like a savage stampede of hate and evil) halted the Avs' forward momentum putting them down a man early. But the NHL's best home Penalty-Kill (yes, you read that right) killed off the penalty. In fact, the Coyotes didn't get their first shot on goal until after their power play, about 7 and 1/2 minutes in. But just as the Altidudes commented on how Phoenix had been shut out for almost 4 straight periods, Shane Doan snuck a quick back hander off a wrap around past Varlamov to put the visitors up 1-0. Not a good goal. Maybe it hit a skate or something? I hope....", "articleId": 7, "lineId": 147}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "A few minutes later Matt Duchene's speed caused Phoenix to take a penalty to negate a breakaway (this is quickly becoming a trademark for Dutchy), but despite a decent looking powerplay that kept the puck in the Phoenix zone almost the whole 2 minutes the home team could not capitalize.", "articleId": 7, "lineId": 148}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "With exactly 6 minutes left in the first, Cody McLeod lined up to take a face off and apparently was offended by the concept and abruptly dropped gloves with Kyle Chipchura . McLeod won the fight and then skated by his bench and politely shared some of his pep with his comrades. Bordeleau tried to engage in some fist-a-cuffs off the same face off, but McLeod, wait for it,....... beat him to the punch.", "articleId": 7, "lineId": 149}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Avs would kill another penalty (Shane O'Brien made the boxscore!) and the period ends with the good guys down a goal, but not for lack of trying. The Avalanche doubled-up Phoenix in shots 16-8 - and these weren't the usual benign Avalanche hailmarys from the boards and bad angles. The Avs created multiple opportunities in and around the crease, on the fly or with some strong cycling, but Mike Smith stood tall.", "articleId": 7, "lineId": 150}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Mark Olver singlehandedly got the Avalanche back in the game just over 2 minutes into the 2nd after he stole the puck off a Coyote stick with an aggressive forecheck. The Avs worked hard keeping the puck in deep and Hejduk set up Olver in the high slot for a one-timer that looked like it defelcted up high off a Coyote stick and over Smith's shoulder. Score tied 1-1 off Olver's first of the year - and he earned it.", "articleId": 7, "lineId": 151}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "A minute later Bordeleau finally got to punch somebody, unfortunately he caught mostly helmet and had to go off the ice to get fixed up. While Humpty Dumpty was being put back together, an up and down broken play went from bad to rad as Duchene sprung out on a breakaway and beat Smith with a great fake to get the Phoenix goaltender moving and then slid the puck underneath him to put the Avs up 2-1. The Avs' focused attack in the first carried over into the second and just 4 mins in the Avs turned the tide. Nice.", "articleId": 7, "lineId": 152}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Towards the end of the 2nd there was some 4-on-4 action after Duchene and Yandle (diving) were handed minors. This is really only worth mentioning because whatever happened on the play Phoenix lost Steve Sullivan to a Game Misconduct, apparently he needed his mouth washed out with soap. Too bad for Phoenix as the Avs handed them a long 5-on--3 and Sullivan was brought in this past offseason to beef up their PP. The Avs got some help from the post, but were able to get out of the second unscathed and nursing their 2-1 lead into the third.", "articleId": 7, "lineId": 153}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Some scary moments early in the third when Eric Johnson took a hit up high on his head/jaw from the giant Martin Hanzal . From the replay camera angle it looked like a solid hockey hit and Johnson was just caught turning into the blindsiding behemoth, but it sure looked like Johnson's head was the initial point of contact. Johnson stayed on the ice, but at the whistle skated straight to the bench and started beating the crap out of inanimate objects on his way to the locker room. He did not return. The news only got worse when a little later Antoine Vermette plowed through the slot and collided hard with Matt Duchene. Dutchy went off, later returned, but was obviously stinging.", "articleId": 7, "lineId": 154}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "With 8:21 to go in the 3rd, Coyote defenseman Oliver Ekman-Larsson stick-handled his way into the Avalanche zone and fired a wrister from the far side of the left circle that seemed to deflect off Varly's stick and in behind to knot the game up at 2.", "articleId": 7, "lineId": 155}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Avalanche created a flurry in front of Smith with about 3 minutes left as the puck seemed to do everything but go in the back of the net. Yet another Avalanche player was hurt during the chaos as McLeod absorbed a gutless cross check in the side of his unprotected ribs. The Avs got a couple powerplays to end regulation that carried over to the Avs' first post-regulation game of the 2013 season. The overtime PP created a 4-on-3 advantage, but Mike Smith was able to fend off the onslaught, and then a stupid bounce off the refs skate turned what was a harmless puck over to Phoenix with numbers deep inside the Avs zone and Shane Doan netted the game winner. Unlucky bounce, but the Avs get a loser point. Unfortunate finish as the Avs outplayed Phoenix tonight. Hopefully the injuries sustained will turn out to be minor and we don't have to explore the organization's \"depth\" any more than we already are.", "articleId": 7, "lineId": 156}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "MHH Stick Taps", "articleId": 7, "lineId": 157}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "By JORDAN GARRETSON", "articleId": 8, "lineId": 158}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "STATS Writer", "articleId": 8, "lineId": 159}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "(AP) -- After a spotty start to the season, Mike Smith has more recently resembled the dominant goaltender he was in 2011-12. The Phoenix Coyotes have benefited as a result, winning three of their last four.", "articleId": 8, "lineId": 160}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Colorado Avalanche offense remains anemic, and it may continue to struggle - especially if Smith makes his sixth straight start for the Coyotes. Phoenix will try to win for the ninth time in 11 tries in the series Monday night in Denver.", "articleId": 8, "lineId": 161}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Smith is 4-0-1 in five career starts against the Avalanche, posting a .965 save percentage and 1.18 goals-against average.", "articleId": 8, "lineId": 162}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Coyotes (5-5-2) started off 2-4-2, with Smith compiling a 4.00 GAA across four starts and spending a week on the injured list.", "articleId": 8, "lineId": 163}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Phoenix's lone loss in its last four contests was a 6-2 defeat against Chicago on Thursday in which Smith was pulled after stopping just 16 of 22 shots. But he rebounded Saturday for his strongest performance of the season, making 33 saves in a 1-0 shootout victory at San Jose.", "articleId": 8, "lineId": 164}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "It was the second shutout in the last four games for Smith and the 21st of his career.", "articleId": 8, "lineId": 165}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"He was excellent,\" coach Dave Tippett said. \"He made some big saves at the right time. ... When you don't give up any goals you give your team a chance to win.\"", "articleId": 8, "lineId": 166}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Over the last four games, Smith owns a .926 save percentage - even including the poor showing against the Blackhawks. He's stopped 71 of 72 shots - a .986 percentage - in Phoenix's last three wins.", "articleId": 8, "lineId": 167}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Still, he believes he can be better, a scary thought for opponents after he was among the league leaders with a .930 save percentage and eight shutouts last season.", "articleId": 8, "lineId": 168}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"I haven't played my best hockey as of this year so far,\" Smith said.", "articleId": 8, "lineId": 169}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Phoenix's physical defense is also helping matters, ranking among the league leaders with 16.1 blocked shots and 27.2 hits per game.", "articleId": 8, "lineId": 170}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Avalanche (4-6-0) have lost five of seven overall and two straight at home as their offense remains among the NHL's worst with 2.1 goals per game. Colorado's 7.1 shooting percentage also ranks near the bottom of the league.", "articleId": 8, "lineId": 171}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "It's the only team to be shut out three times already this season, the latest a 3-0 home loss to Anaheim on Wednesday. Colorado has totaled two goals in its back-to-back home defeats after scoring 10 during a 3-0-0 start in Denver.", "articleId": 8, "lineId": 172}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Avalanche came up empty on 31 shots against the Ducks and missed their lone power-play chance, slipping to 3 for 33 on the man advantage.", "articleId": 8, "lineId": 173}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"We've got to find a way to score, bottom line,\" said Matt Duchene, who is tied for the team's points lead with nine. \"We've been shut out three times in 10 games; it's unacceptable. ... It's a joke.\"", "articleId": 8, "lineId": 174}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Captain Gabriel Landeskog, last season's NHL rookie of the year, has missed six straight games with head and leg injuries and remains out indefinitely.", "articleId": 8, "lineId": 175}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "A four-game point streak by Phoenix's Martin Hanzal came to an end against San Jose when he left the game for precautionary reasons.", "articleId": 8, "lineId": 176}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Coyotes took three of four meetings last season, outscoring Colorado 15-7.", "articleId": 8, "lineId": 177}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Updated February 10, 2013", "articleId": 8, "lineId": 178}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "© 2013 by STATS LLC and Associated Press.", "articleId": 8, "lineId": 179}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Any commercial use or distribution without the express written consent of STATS LLC and Associated Press is strictly prohibited.", "articleId": 8, "lineId": 180}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Updated Feb 10, 2013 2:43 PM ET", "articleId": 9, "lineId": 181}
{"date": "Feb 10, 2013 12:00:00 AM", "s": " ", "articleId": 9, "lineId": 182}
{"date": "Feb 10, 2013 12:00:00 AM", "s": " ", "articleId": 9, "lineId": 183}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "After a spotty start to the season, Mike Smith has more recently resembled the dominant goaltender he was in 2011-12. The Phoenix Coyotes have benefited as a result, winning three of their last four.", "articleId": 9, "lineId": 184}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "The Colorado Avalanche offense remains anemic, and it may continue to struggle - especially if Smith makes his sixth straight start for the Coyotes. Phoenix will try to win for the ninth time in 11 tries in the series Monday night in Denver.", "articleId": 9, "lineId": 185}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Smith is 4-0-1 in five career starts against the Avalanche, posting a .965 save percentage and 1.18 goals-against average.", "articleId": 9, "lineId": 186}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "The Coyotes (5-5-2) started off 2-4-2, with Smith compiling a 4.00 GAA across four starts and spending a week on the injured list.", "articleId": 9, "lineId": 187}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Phoenix's lone loss in its last four contests was a 6-2 defeat against Chicago on Thursday in which Smith was pulled after stopping just 16 of 22 shots. But he rebounded Saturday for his strongest performance of the season, making 33 saves in a 1-0 shootout victory at San Jose.", "articleId": 9, "lineId": 188}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "It was the second shutout in the last four games for Smith and the 21st of his career.", "articleId": 9, "lineId": 189}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "\"He was excellent,\" coach Dave Tippett said. \"He made some big saves at the right time. ... When you don't give up any goals you give your team a chance to win.\"", "articleId": 9, "lineId": 190}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Over the last four games, Smith owns a .926 save percentage - even including the poor showing against the Blackhawks. He's stopped 71 of 72 shots - a .986 percentage - in Phoenix's last three wins.", "articleId": 9, "lineId": 191}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Still, he believes he can be better, a scary thought for opponents after he was among the league leaders with a .930 save percentage and eight shutouts last season.", "articleId": 9, "lineId": 192}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "\"I haven't played my best hockey as of this year so far,\" Smith said.", "articleId": 9, "lineId": 193}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Phoenix's physical defense is also helping matters, ranking among the league leaders with 16.1 blocked shots and 27.2 hits per game.", "articleId": 9, "lineId": 194}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "The Avalanche (4-6-0) have lost five of seven overall and two straight at home as their offense remains among the NHL's worst with 2.1 goals per game. Colorado's 7.1 shooting percentage also ranks near the bottom of the league.", "articleId": 9, "lineId": 195}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "It's the only team to be shut out three times already this season, the latest a 3-0 home loss to Anaheim on Wednesday. Colorado has totaled two goals in its back-to-back home defeats after scoring 10 during a 3-0-0 start in Denver.", "articleId": 9, "lineId": 196}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "The Avalanche came up empty on 31 shots against the Ducks and missed their lone power-play chance, slipping to 3 for 33 on the man advantage.", "articleId": 9, "lineId": 197}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "\"We've got to find a way to score, bottom line,\" said Matt Duchene, who is tied for the team's points lead with nine. \"We've been shut out three times in 10 games; it's unacceptable. ... It's a joke.\"", "articleId": 9, "lineId": 198}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Captain Gabriel Landeskog, last season's NHL rookie of the year, has missed six straight games with head and leg injuries and remains out indefinitely.", "articleId": 9, "lineId": 199}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "A four-game point streak by Phoenix's Martin Hanzal came to an end against San Jose when he left the game for precautionary reasons.", "articleId": 9, "lineId": 200}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "The Coyotes took three of four meetings last season, outscoring Colorado 15-7.", "articleId": 9, "lineId": 201}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "No. 1 Star: Jiri Tlusty , Carolina Hurricanes", "articleId": 10, "lineId": 202}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Hurricanes entered the third-period of their match with the New York Islanders trailing 3-2, but then Tlusty went to work, picking up 4 points in the final 20 minutes. He tied the game 30 seconds into the third, set up two more goals, then iced the 6-4 win in the dying seconds with an empty-netter. Alex Semin had 1 and 2.", "articleId": 10, "lineId": 203}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "No. 2 Star: Shane Doan , Phoenix Coyotes", "articleId": 10, "lineId": 204}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Doan was in on all three Coyotes goals versus the Colorado Avalanche , scoring twice. He opened the scoring for Phoenix and he closed it as well, potting the 3-2 game-winner with a minute to go in overtime. It was a strange play, as the Avalanche tried to throw the puck around the boards in their zone, only to have it hit the referee and come right out in front. Doan didn't waste the freebie.", "articleId": 10, "lineId": 205}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "No. 3 Star: Brandon Dubinsky, Columbus Blue Jackets", "articleId": 10, "lineId": 206}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Dubinsky was the key to two great starts for the Blue Jackets in their 6-2 trouncing of the San Jose Sharks . He scored his first of the year and the first of the game just 0:43 into the first. Then, he helped end any hopes the Sharks had of a third-period comeback, assisting on a Nikita Nikitin goal 0:21 into the final frame. Dubsinky's 19:12 was also tops among Columbus forwards. Cody Goloubef scored his first NHL goal in the win.", "articleId": 10, "lineId": 207}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Honourable Mention: It's still too early to say who won the James van Riemsdyk/Luke Schenn trade, but this play, where van Riemsdyk skates around Schenn like the pylon he's dressed like and scores a beauty:", "articleId": 10, "lineId": 208}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "That was the Toronto Maple Leafs ' 5th and final goal in a 5-2 rout of the Philadelphia Flyers. Mark Fraser was on the ice for all five goals. The only downside was that they lost James Reimer to a lower-body injury, but Ben Scrivens was excellent in relief, making 32 saves... Mikko Koivu and Zach Parise scored in the shootout to give the Minnesota Wild a 2-1 win over the Calgary Flames... Jeff Carter puts the Kings on the board in the first period, then extended the lead to 2 in the second. That was all the Kings would need, but the Blues are really struggling to keep the puck out of their net these days, so LA scored twice more in a 4-1 win.", "articleId": 10, "lineId": 209}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Did you know? David Backes was not happy after his team's ugly loss to the Kings (which I totally predicted, y'all). Check out this quote : \"We've got too many guys out there looking at the stat sheet wondering how many goals and assists, cookies they've got rather than taking a hit to make a play and getting run over so we can get a puck out so that your teammates can have a 3-on-2.\"", "articleId": 10, "lineId": 210}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Dishonourable Mention: Ilya Bryzgalov was pulled after allowing 4 goals on 14 shots... Korbinian Holzer is probably going to get suspended... Rough play for the Islanders here, at this Alex Semin shot ramps up off a stick, hits Travis Hamonic, and bounces into the Isles' net:", "articleId": 10, "lineId": 211}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"The bottom line is you create your own luck,\" says the colour man, immediately. Uh huh.", "articleId": 10, "lineId": 212}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Pagination", "articleId": 10, "lineId": 213}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "NHL Capsules: Columbus' offence explodes against slumping San Jose", "articleId": 11, "lineId": 214}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Tuesday, 02.12.2013 / 12:45 AM / News", "articleId": 11, "lineId": 215}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Canadian Press", "articleId": 11, "lineId": 216}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Print", "articleId": 11, "lineId": 217}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "COLUMBUS, Ohio - Brandon Dubinsky had a goal and an assist and the Columbus Blue Jackets had their biggest offensive output of the season against the NHL's stingiest defence in a 6-2 victory over the San Jose Sharks on Monday night.", "articleId": 11, "lineId": 218}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "James Wisniewski and Nikita Nikitin added goals, Cody Goloubef picked up his first NHL goal and Vinny Prospal and Mark Letestu tied a franchise record by scoring 8 seconds apart in the third period. Nick Foligno and Matt Calvert each had two assists.", "articleId": 11, "lineId": 219}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Columbus scored 43 seconds into the game, added two goals 1:11 apart in the second period and then scored three goals in the opening 5:45 of the final period.", "articleId": 11, "lineId": 220}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Patrick Marleau and Joe Pavelski scored for the Sharks, who have lost five in a row after a 7-0 start.", "articleId": 11, "lineId": 221}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "HURRICANES 6, ISLANDERS 4", "articleId": 11, "lineId": 222}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "UNIONDALE, N.Y. (AP) — Alexander Semin netted his 200th NHL goal, Jiri Tlusty scored twice and had two assists, and Carolina scored four third-period goals and overcame three deficits to send New York to its fifth straight loss.", "articleId": 11, "lineId": 223}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Semin got help on his milestone goal as his shot from the right-wing boards hit the helmet of Islanders defenceman Travis Hamonic and caromed off the post past goalie Rick DiPietro at 5:33 of the third period.", "articleId": 11, "lineId": 224}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Carolina tied it 3-3 just 30 seconds into the third when Semin fed a pass to Tlusty for his first goal. Eric Staal scored at 9:09 to make it 5-3, and Tlusty added an empty-netter with 10.3 seconds remaining to give him a four-point night.", "articleId": 11, "lineId": 225}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Former Islander Tim Wallace and Jeff Skinner also had goals for the Hurricanes, who are 3-1-1 on a trip that ends Tuesday at New Jersey.", "articleId": 11, "lineId": 226}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Matt Moulson scored two goals and Frans Nielsen and John Tavares had a goal apiece for New York.", "articleId": 11, "lineId": 227}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "MAPLE LEAFS 5, FLYERS 2", "articleId": 11, "lineId": 228}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "TORONTO (AP) — Colton Orr and Matt Frattin scored goals 28 seconds apart in the second period and Toronto got its second victory in six games at home this season.", "articleId": 11, "lineId": 229}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Dion Phaneuf , Clarke MacArthur and James van Riemsdyk , against his former team, also scored for Toronto.", "articleId": 11, "lineId": 230}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "But the win came at a cost. James Reimer stopped 12 shots before being replaced by Ben Scrivens early in the second period with what appeared to be a left leg injury.", "articleId": 11, "lineId": 231}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Scrivens finished with 32 saves.", "articleId": 11, "lineId": 232}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Wayne Simmonds and Tye McGinn scored for Philadelphia.", "articleId": 11, "lineId": 233}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "KINGS 4, BLUES 1", "articleId": 11, "lineId": 234}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "ST. LOUIS (AP) — Jeff Carter scored twice for the first time since the Stanley Cup clincher, helping Los Angeles keep slumping St. Louis down.", "articleId": 11, "lineId": 235}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Brian Elliott made 19 saves in a surprise start for the Blues a day after Jaroslav Halak was activated from injured reserve.", "articleId": 11, "lineId": 236}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Jonathan Bernier was solid with 21 saves in just his second start of the season for the Kings.", "articleId": 11, "lineId": 237}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Davis Drewiske made it 3-0 at 13:22 of the second period with his first goal of the season on a power play and Jarrett Stoll 's second goal of the season that made it 4-1 early in the third.", "articleId": 11, "lineId": 238}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Alex Steen scored on a power play in the final minute of the second for St. Louis with Andy McDonald earning his 300th career assist.", "articleId": 11, "lineId": 239}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "COYOTES 3, AVALANCHE 2", "articleId": 11, "lineId": 240}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "DENVER (AP) — Shane Doan scored his second goal of the game at 4:01 of overtime and Mike Smith stopped 41 shots, helping Phoenix rally for the win over slumping Colorado.", "articleId": 11, "lineId": 241}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "With time winding down, Avs defenceman Greg Zanon tried to clear the puck from behind his net, but it hit a referee's stake in the corner and bounced to Kyle Chipchura . He quickly passed it over to a wide-open Doan, who shot it over the shoulder of Semyon Varlamov .", "articleId": 11, "lineId": 242}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Oliver Ekman-Larsson scored the game-tying goal for the Coyotes midway through the final period as the team won for the fourth time in five games.", "articleId": 11, "lineId": 243}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Mark Olver and Matt Duchene had goals for the Avalanche, who had four days of rest but still dropped their third straight.", "articleId": 11, "lineId": 244}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "WILD 2, FLAMES 1, SO", "articleId": 11, "lineId": 245}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "CALGARY, Alberta (AP) — Mikko Koivu scored the winner in the shootout and Minnesota got its first road victory of the season.", "articleId": 11, "lineId": 246}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "With each team having scored once in the shootout, Koivu sped in on Leland Irving and made a sharp move to his forehand to beat the Flames goaltender.", "articleId": 11, "lineId": 247}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Alex Tanguay was then stopped by the pad of Niklas Backstrom , sending Calgary to its eighth straight shootout defeat.", "articleId": 11, "lineId": 248}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Kyle Brodziak scored late in the second period for Minnesota.", "articleId": 11, "lineId": 249}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Jiri Hudler scored early in the third period for Calgary, which opened up a three-game homestand with the first in a stretch of six games in 10 days.", "articleId": 11, "lineId": 250}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "TOP HEADLINES", "articleId": 11, "lineId": 251}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "updated 11:26 p.m. ET Feb. 11, 2013", "articleId": 12, "lineId": 252}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Phoenix 1 0 1 1-3", "articleId": 12, "lineId": 253}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Colorado 0 2 0 0-2", "articleId": 12, "lineId": 254}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "First Period-1, Phoenix, Doan 3 (Chipchura), 9:10.", "articleId": 12, "lineId": 255}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Second Period-2, Colorado, Olver 1 (Hejduk, O'Byrne), 2:25. 3, Colorado, Duchene 3 (Parenteau), 5:28.", "articleId": 12, "lineId": 256}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Third Period-4, Phoenix, Ekman-Larsson 3 (Korpikoski, Doan), 11:39.", "articleId": 12, "lineId": 257}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Overtime-5, Phoenix, Doan 4 (Chipchura), 4:01.", "articleId": 12, "lineId": 258}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Shots on Goal-Phoenix 8-13-6-3-30. Colorado 16-16-8-3-43.", "articleId": 12, "lineId": 259}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Goalies-Phoenix, Smith. Colorado, Varlamov. A-14,063 (18,007). T-2:35.", "articleId": 12, "lineId": 260}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "© 2012 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "articleId": 12, "lineId": 261}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Published February 11, 2013", "articleId": 13, "lineId": 262}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Sports Network", "articleId": 13, "lineId": 263}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Phoenix Coyotes goaltender Mike Smith has struggled at times this season, but you wouldn't have known it based on his last performance.", "articleId": 13, "lineId": 264}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Smith will try to lead the Coyotes to a second straight victory on Monday evening in a matchup with a Colorado Avalanche team that has had some issues with scoring goals.", "articleId": 13, "lineId": 265}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The 30-year-old Smith enjoyed an excellent first season with Phoenix in 2011-12, winning 38 games while posting eight shutouts. However, he is off to a bit of a slow start this season while also missing time with a groin issue.", "articleId": 13, "lineId": 266}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Smith went into Saturday's road contest with San Jose 2-3-1 with a 3.43 goals against average and .863 save percentage in seven games, but was flawless in a 1-0 shootout win over the Sharks. He made 33 saves through overtime and stopped both skaters he faced in the shootout to log his second shutout of the season and 21st of his career.", "articleId": 13, "lineId": 267}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"I haven't played my best hockey as of this year so far and this was a great test for me to just kind of not worry about everything else,\" said Smith. \"Just kind of come into this building knowing that they play well in here and they're a highly-skilled team that seem to get better and better the longer the game goes on.\"", "articleId": 13, "lineId": 268}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "While Smith turned away San Jose's Michal Handzus and James Sheppard in the breakaway session, both Mikkel Boedker and Radim Vrbata scored after Phoenix was held without a goal on 21 shots over 65 minutes.", "articleId": 13, "lineId": 269}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Still, the Coyotes won for the third time in their past four games and picked up their first road victory of the season (1-2-1).", "articleId": 13, "lineId": 270}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"We came into the game having not won on the road in three tries and we had to be a very determined team to try to win tonight,\" said Coyotes head coach Dave Tippett. \"(Smith) was excellent in goal and we got some good efforts in front of him. We found a way to get two points.\"", "articleId": 13, "lineId": 271}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Tippett's club will now square off with an Avalanche team that is tied for 25th in the NHL with 2.10 goals per game but is well-rested, having not played since last Wednesday's 3-0 setback to the Anaheim Ducks.", "articleId": 13, "lineId": 272}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Semyon Varlamov gave up the three goals on 20 shots as the Avs lost for the fifth time in seven games. They have been shut out three times over that span.", "articleId": 13, "lineId": 273}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"They locked us into the zone and in the second period we just couldn't seem to clear the puck,\" said Colorado forward Milan Hejduk. \"They didn't seem to have too many chances, but they made the most of them. We didn't create anything tonight.\"", "articleId": 13, "lineId": 274}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Colorado will shoot for a split of its four-game homestand, but will be minus defenseman Matt Hunwick due to a torso injury. He joins the likes of captain Gabriel Landeskog (head/neck), Ryan Wilson (leg) and Steve Downie (right knee surgery) on the sidelines. Also, young center Ryan O'Reilly remains unsigned as a restricted free agent.", "articleId": 13, "lineId": 275}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The Coyotes have won eight of their past 10 meetings with the Avalanche as well as three of their past four in Colorado.", "articleId": 13, "lineId": 276}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Riverside considers coyote policy after 2 attacks", "articleId": 14, "lineId": 277}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Suburban officials want to educate residents on coexisting with wild canines", "articleId": 14, "lineId": 278}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "A mother coyote on the sidewalk of the 1300 block of Larrabee Street June 3, 2011. (E. Jason Wambsgans, Chicago Tribune / June 3, 2011)", "articleId": 14, "lineId": 279}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Related", "articleId": 14, "lineId": 280}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "By Paige Fumo Fox, Special to the Tribune", "articleId": 14, "lineId": 281}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "1:43 p.m. CST, February 11, 2013", "articleId": 14, "lineId": 282}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Unlike rookie athletes and fraternity pledges, hazing is the best way to deal with coyotes, say suburban officials trying to educate residents about coexisting with the wild canines.", "articleId": 14, "lineId": 283}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "After two coyote attacks on dogs in Riverside, Village Manager Peter Scalera and Police Chief Thomas Weitzel are working on a policy to collect information about coyote sightings and inform residents what to do if they see one.", "articleId": 14, "lineId": 284}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Hazing refers to ways a person lets the coyote know the animal isn't welcome, such as making eye contact and yelling, clapping and stomping, or throwing rocks toward — though not hitting — the animal.", "articleId": 14, "lineId": 285}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"Noise is what really scares them off,\" Scalera said. \"The worst thing you can do is run away.\"", "articleId": 14, "lineId": 286}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "He also said that if someone sees a coyote while walking a dog, the dog should be picked up if possible. Coyotes have been known to attack dogs on leashes but not the humans walking them.", "articleId": 14, "lineId": 287}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Michael Dzugan, Wheaton's assistant city manager, emphasized that food should not be left outdoors. People may think they're feeding a neighborhood cat, but they might be attracting coyotes, he said.", "articleId": 14, "lineId": 288}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Wheaton enacted a coyote policy about two years ago, including information for residents and a form that seeks data on where and when coyotes are spotted.", "articleId": 14, "lineId": 289}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Scalera expects Riverside's policy to be finalized soon, and then it will be posted on the village's website and published in brochures. In the meantime, residents should report coyote sightings to the police nonemergency phone number, 708-447-2127.", "articleId": 14, "lineId": 290}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The village was prompted into action after two attacks in a month, including an incident Jan. 25 when four coyotes charged a dog in its backyard, even breaking a window and damaging a screen door before the owner shot at the coyotes with a pellet gun. The coyotes escaped before police arrived. On Jan. 3, a puppy died after what is believed to be a coyote attack.", "articleId": 14, "lineId": 291}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"We've received a number of calls from residents who were concerned it would happen again,\" Scalera said.", "articleId": 14, "lineId": 292}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Most sightings have occurred near downtown Riverside, which is bordered by the Des Plaines River and forest preserve.", "articleId": 14, "lineId": 293}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Brad Lundsteen, owner of Suburban Wildlife Control, which is a licensed nuisance wildlife trapper, has seen complaints of coyotes increase in the past 20 years. Most of the time the coyotes are relocated, but if they have mange, a disease that can spread among other animals, or if the coyote has killed a dog or cat, the coyote may be put down.", "articleId": 14, "lineId": 294}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Especially during mating season, February through April, coyotes will perceive dogs to be threats and may return to yards where they know dogs live, Lundsteen said.", "articleId": 14, "lineId": 295}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"Coyotes are definitely more and more prolific,\" Lundsteen said.", "articleId": 14, "lineId": 296}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "He said the increase in coyotes is contributing to a decrease in pheasants and fox. Lundsteen believes his own Dachshund, who was confined to his backyard with an electric fence, was carried off by a coyote a few weeks ago.", "articleId": 14, "lineId": 297}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Copyright © 2013 Chicago Tribune Company, LLC", "articleId": 14, "lineId": 298}
{"date": "Feb 11, 2013 12:00:00 AM", "s": " ", "articleId": 14, "lineId": 299}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "5 Forwards the Phoenix Coyotes Should Target in 2013", "articleId": 15, "lineId": 300}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "By", "articleId": 15, "lineId": 301}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "(Featured Columnist) on February 10, 2013", "articleId": 15, "lineId": 302}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "802 reads", "articleId": 15, "lineId": 303}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "1 of 7", "articleId": 15, "lineId": 304}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Next", "articleId": 15, "lineId": 305}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "The Phoenix Coyotes' braintrust could put together a deal to obtain additional scoring that would help the team reach the postseason for the second consecutive season.", "articleId": 15, "lineId": 306}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Bruce Bennett/Getty Images", "articleId": 15, "lineId": 307}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "With the NHL trade deadline set for April 3, the Phoenix Coyotes have some time to sit tight and wait to see which teams will begin to falter as this shortened season continues.", "articleId": 15, "lineId": 308}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "For my money, I feel that a number of teams will be in the position to be sellers. A team could help the Coyotes by dealing them a forward who can amass points, in the process dumping salary and contracts that could hamper its own ability to make moves in the offseason.", "articleId": 15, "lineId": 309}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "But if you are Coyotes general manager Don Maloney, you are probably looking for guys who not only can score points, but who also fit into head coach Dave Tippett's style of play. While Tippett would love an Alex Ovechkin—and wouldn't necessarily care what his plus/minus rating is if he scores goals like Ovechkin can do—the Ovechkins of the world are not out there to be had during this shortened season.", "articleId": 15, "lineId": 310}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Here is a list of five guys the Coyotes could explore bringing in to provide depth and some additional scoring. Cost, potential availability and style of play were the three determining factors in placing these men on the list.", "articleId": 15, "lineId": 311}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Remember that this list is for this season and does not guarantee that these players will be here after this season. They are listed in order of who would be the biggest and most valuable addition, in the author's opinion.", "articleId": 15, "lineId": 312}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Ryan O'Reilly", "articleId": 15, "lineId": 313}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Colorado Avalanche forward Ryan O'Reilly is a restricted free agent and the Coyotes might have to pony up some serious cash to sign him to an offer sheet.", "articleId": 15, "lineId": 314}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Bruce Bennett/Getty Images", "articleId": 15, "lineId": 315}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "O'Reilly is a restricted free agent and is the longest shot of the players listed.", "articleId": 15, "lineId": 316}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "He has not come to an agreement with the Colorado Avalanche , and the Coyotes would have to sign him to an offer sheet that Colorado would have a chance to match—which, by all accounts, it would.", "articleId": 15, "lineId": 317}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "O'Reilly played in Russia with the KHL's Magnitogorsk Metallurg during the NHL lockout. When his contract could not be agreed upon with the Avalanche, he stayed in Russia and ended up hurting his ankle. Subsequently, he voided his contract and returned to Denver to seek treatment and rehabilitation. The injury is not believed to be serious.", "articleId": 15, "lineId": 318}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Colorado and O'Reilly continue to negotiate, and the latest rumors indicate that Colorado has given him two separate offers to consider: two years, $7 million or five years, $17 million . Both are in the range of $3.5 million per year for a 22-year-old center that scored 18 goals and collected 37 assists for 55 points for the Avs last season.", "articleId": 15, "lineId": 319}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "If the Coyotes can dangle one of their NHL-ready defensemen (Michael Stone, David Schlemko, David Rundblad) and a prized prospect/draft picks, maybe they can pry the rights to O'Reilly away from the Avs, especially if the contract negotiations are prolonged and become bitter.", "articleId": 15, "lineId": 320}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "O'Reilly would automatically make the 'Yotes a better team and strengthen the depth of the team down the middle of the ice.", "articleId": 15, "lineId": 321}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Stephen Weiss", "articleId": 15, "lineId": 322}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "The Florida Panthers' Stephen Weiss could be looking for a new place to play at the trading deadline.", "articleId": 15, "lineId": 323}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Greg Fiume/Getty Images", "articleId": 15, "lineId": 324}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Weiss is an unrestricted free agent at the end of the season, and if Florida finds itself out of the playoff hunt, he could make a tempting target for a Coyotes team that will need to score some goals in the NHL playoffs.", "articleId": 15, "lineId": 325}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Weiss is a playmaking center who could fit in on any of the first three lines. Antoine Vermette, Martin Hanzal and Weiss would make for a nice trio of centers who could fill up a scoresheet.", "articleId": 15, "lineId": 326}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "The 29-year-old Weiss is coming off of a nice year for Florida in 2012, compiling 20 goals and 37 assists for 57 points and a plus-five rating. His power-play production is another factor that could make him extremely attractive to the Desert Dogs, as special teams play will be of vital importance down the stretch.", "articleId": 15, "lineId": 327}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "In 2013, the 5'9\", 191-pound center has one goal and two assists for the Panthers while racking up a minus-five rating in his six games this season.", "articleId": 15, "lineId": 328}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Brian Stubits of CBSSports.com feels that if Florida is out of the playoff race, Weiss' contract situation could force the franchise's hand and it could deal him before he would leave at the end of the season.", "articleId": 15, "lineId": 329}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "When you consider that his cap number for the season is $3.1 million ( CapGeek.com ) and that Phoenix would pay his salary on a prorated basis from the time they acquire him for the remainder of the season, it makes sense that the Coyotes might be able to make this happen.", "articleId": 15, "lineId": 330}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Brad Boyes", "articleId": 15, "lineId": 331}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "The New York Islanders' Brad Boyes could be a bargain addition to the Coyotes as they look to make a run in the West.", "articleId": 15, "lineId": 332}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Bruce Bennett/Getty Images", "articleId": 15, "lineId": 333}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "If the Coyotes are looking for a bargain that could potentially turn out to be a huge boost to the offense, they should look no further than the New York Islanders ' Brad Boyes.", "articleId": 15, "lineId": 334}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Boyes was one of the up-and-coming young studs back in 2008-09, when he put up 72 points for the St. Louis Blues . He was viewed as a can't-miss player on the verge of stardom—and then mediocrity hit.", "articleId": 15, "lineId": 335}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Boyes put up back-to-back years of 42 ('09-'10) and 55 ('10-'11) points, which many felt was a great letdown based on the promise that he had shown. In 2011, he was dealt from St. Louis to Buffalo and posted a 23-point season in 2012 that found him looking for work.", "articleId": 15, "lineId": 336}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "The 30-year-old Boyes signed a one-year, $1 million deal with the Islanders for this season and has gotten off to a good start. He has three goals and four assists for seven points in his first 10 games.", "articleId": 15, "lineId": 337}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "A confident Boyes is a guy that the Coyotes should look at acquiring. When the Islanders are out of it, and, yes, it's a when, the 6'0\", 195-pound center will be an affordable option for the cash-strapped squad in the desert to pursue.", "articleId": 15, "lineId": 338}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Lee Stempniak", "articleId": 15, "lineId": 339}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Calgary Flames forward Lee Stempniak could be a useful addition to help the Coyotes bolster their scoring attack.", "articleId": 15, "lineId": 340}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Rich Lam/Getty Images", "articleId": 15, "lineId": 341}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "A blast from the past, Calgary Flames wing Lee Stempniak could come into the Coyotes' dressing room and fit right back in seamlessly. Stempniak scores goals in bunches when he gets hot and that is what the Desert Dogs need out of a mid-season acquisition.", "articleId": 15, "lineId": 342}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Stempniak played for the Desert Dogs from 2009-11, amassing 33 goals and 23 assists for 56 points in two solid seasons for Phoenix.", "articleId": 15, "lineId": 343}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "He knows the system that Dave Tippett runs, Calgary will probably be out of the playoff hunt, and he is relatively affordable ($2.5 million a season through next season). Those are the three very important reasons why Stempniak could be a valuable add-on as the season progresses.", "articleId": 15, "lineId": 344}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "This season, he has scored five goals and added two assists for seven points in nine games. Three of those goals came on the power play, where his sniping ability could help the Coyotes on special teams.", "articleId": 15, "lineId": 345}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "He is a minus-20 over his career, but during his time in Phoenix, he showed that he can play defensively responsible hockey, playing at a plus-14 during his time in the desert.", "articleId": 15, "lineId": 346}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Jonathan Cheechoo", "articleId": 15, "lineId": 347}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Former Ottawa Senators and San Jose Sharks forward Jonathan Cheechoo could be an interesting addition to the Coyotes at the deadline this season.", "articleId": 15, "lineId": 348}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Phillip MacCallum/Getty Images", "articleId": 15, "lineId": 349}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Cheechoo is a name that many have forgotten about, since his days as a marksman with the San Jose Sharks are well in the past. The 6'0\", 200-pound winger currently plies his trade with the Oklahoma City Barons of the American Hockey League, and his NHL cap hit would only be $600,000 ( CapGeek.com ).", "articleId": 15, "lineId": 350}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "The 32-year-old Cheechoo is the cautionary tale of a guy who had it all and lost it. He once scored 56 goals in an NHL season and captured the \"Rocket\" Richard Trophy as the league's leading goal scorer (2005-06). He followed that up with another solid season (37 goals) in 2006-07 before seeing his goal-scoring touch slowly start to vanish. In 2008-09, he scored just 12 goals and was promptly traded to Ottawa, where he only scored five times in 2009-10 before the Senators bought out his contract.", "articleId": 15, "lineId": 351}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "For the last three seasons, he has played in the AHL and last season finally got back to scoring goals (25) for the Peoria Rivermen. This season, he is playing in Oklahoma City with the Barons and is off to good start with them, scoring 12 points in only seven games.", "articleId": 15, "lineId": 352}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "The Coyotes could take a flier on him and hope that they strike gold with the former NHL All-Star.", "articleId": 15, "lineId": 353}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Begin Slideshow", "articleId": 15, "lineId": 354}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Text size A A A", "articleId": 16, "lineId": 355}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Former Arizona Attorney General and well-known Phoenix trial attorney Grant Woods is the latest name to pop up in the Phoenix Coyotes ownership drama.", "articleId": 16, "lineId": 356}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Woods is working with some new and perhaps recycled bidders for the financially challenged and NHL-owned franchise , according to officials familiar with the Coyotes machinations.", "articleId": 16, "lineId": 357}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "An ownership group called Ice Edge Holdings previously tried to buy the Coyotes and was most recently involved in Greg Jamison’s unsuccessful bid to buy team.", "articleId": 16, "lineId": 358}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Ice Edge could now again be back in the Coyotes three-year ownership soap opera and murky future in Glendale.", "articleId": 16, "lineId": 359}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Canadian oil executive and Portland Winterhawks minor league hockey team owner Bill Gallacher could also be in the mix to buy the team, according to Fox Sports Arizona.", "articleId": 16, "lineId": 360}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Gallacher and Ice Edge could also work together on bid. Gallacher has pursued other NHL teams. He could keep the Coyotes in Phoenix or try to move them to Portland.", "articleId": 16, "lineId": 361}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Woods served as state attorney general in the 1990s and has been a political maverick among state Republicans. He’s also involved with a number of charitable causes in the Valley including the Children’s Museum of Phoenix.", "articleId": 16, "lineId": 362}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Woods did not respond to a request for comment on details of his involvement with Coyotes bidders.", "articleId": 16, "lineId": 363}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Jamison missed a Jan. 31 deadline buy the team and benefit from a $308 million arena deal from the city of Glendale. That increases the odds of the Coyotes being sold and relocated to another market like Quebec City or Seattle. The former San Jose Sharks CEO could still trying to buy the Coyotes or be part of another group that buys the team.", "articleId": 16, "lineId": 364}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Woods is not the only Arizona political and legal power broker in the Coyotes mix. Phoenix attorney and lobbyist John Kaites has been part on-and-off Coyotes pursuits with Chicago White Sox and Bulls owner Jerry Reinsdorf. Kaites declined comment on the current Coyotes situation.", "articleId": 16, "lineId": 365}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "The NHL bought the team out of Chapter 11 bankruptcy in 2009 for $140 million. The league wants between $170 million and $175 million from a Phoenix buyer.", "articleId": 16, "lineId": 366}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Coyotes are on prowl in metro Detroit, police warn", "articleId": 17, "lineId": 367}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "February 8, 2013 | ", "articleId": 17, "lineId": 368}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Detroit Free Press Staff Writers", "articleId": 17, "lineId": 369}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Filed Under", "articleId": 17, "lineId": 370}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "More", "articleId": 17, "lineId": 371}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Those wily critters are back.", "articleId": 17, "lineId": 372}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Coyotes again have been spotted in at least two metro Detroit communities, this time in Canton and Farmington Hills.", "articleId": 17, "lineId": 373}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Officials there warned residents Thursday to accompany their pets outside at night and to eliminate some of the coyote's favorite outdoor grub, such as pet food and garbage.", "articleId": 17, "lineId": 374}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "There have been coyote sightings in Canton, though police did not say whether the animals created dangerous situations in the city. The animals are especially active since it's breeding season, officials said.", "articleId": 17, "lineId": 375}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "In Farmington Hills, Police Commander Mike Ciaramitaro said an increased number of coyote sightings have occurred within the last couple of weeks around a wooded area south of I-696, west of Drake, near a wooded natural area around Howard Road.", "articleId": 17, "lineId": 376}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "\"We haven't had any reported conflicts between coyotes and people,\" he said. \"We haven't had any reports of pets taken. Or sick coyotes.\"", "articleId": 17, "lineId": 377}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Ciaramitaro said residents in nearly a dozen incidents at the end of January reported seeing a coyote den, as well as large and small coyotes.", "articleId": 17, "lineId": 378}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "\"My thought is it's a new family of animals that moved in there,\" he said about the wooded area south of I-696. \"If I were a coyote, I'd want to live there. It's a beautiful area.\"", "articleId": 17, "lineId": 379}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Ciaramitaro said residents are only encouraged to call police if there is a dangerous interaction with a wild animal, or if they notice a sick-looking coyote.", "articleId": 17, "lineId": 380}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "\"If you see one that looks like it's losing fur or malnourished, those are the ones we want to know about,\" he said.", "articleId": 17, "lineId": 381}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Canton Police Special Services Lt. Deb Newsome said people should put garbage out the morning of pickup and stay away from a coyote if one is spotted.", "articleId": 17, "lineId": 382}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "\"If residents feel they are in danger of a coyote, or if they observe a coyote in obvious distress, they should contact the police department,\" she said in the statement. \"Otherwise, residents are encouraged to follow the tips provided to minimize interaction with wildlife.\"", "articleId": 17, "lineId": 383}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Coyotes roam throughout metro Detroit.", "articleId": 17, "lineId": 384}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "They made news in February 2010 when they were spotted throughout the Grosse Pointes and caused at least two pet deaths. Public safety officials there shot or caught in a snare at least three coyotes.", "articleId": 17, "lineId": 385}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "There was also a rash of coyote sightings in fall 2010 and two attacks on dogs in Troy.", "articleId": 17, "lineId": 386}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Experts have said they are plentiful because, in part, they are adaptable and have learned to live in parks, on golf courses, in culverts, wooded areas and subdivisions. They have a plentiful food source in backyards with everything from garbage and fallen fruit to squirrels and mice.", "articleId": 17, "lineId": 387}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "You are here: Home > News > Current Article", "articleId": 18, "lineId": 388}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Portsmouth passes no-feed ordinance", "articleId": 18, "lineId": 389}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "By Jim McGaw / February 11, 2013 / Be the first to comment", "articleId": 18, "lineId": 390}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Numi Mitchell", "articleId": 18, "lineId": 391}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Jepsy, an especially large and healthy member of the South Portsmouth Pack (named because he has sometimes been spotted near Portsmouth’s Jepson Lane).", "articleId": 18, "lineId": 392}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "PORTSMOUTH — You better not throw bread out for the birds anymore. It just might cost you.", "articleId": 18, "lineId": 393}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "In hopes of stemming the increasing presence of coyotes near local homes, the town Monday night became the second municipality in the state to outlaw the feeding of non-domesticated animals. The Town Council voted unanimously to approve an ordinance similar to one already adopted in Middletown that bans the feeding of coyotes.", "articleId": 18, "lineId": 394}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The action was taken on the advice of Numi Mitchell, lead scientist for the Narragansett Bay Coyote Study. Along with the state Department of Environmental Management (DEM), Ms. Mitchell has been tracking the movement of coyotes on Aquidneck Island, including the large “South Portsmouth Pack” particularly in neighborhoods like Carriage Drive near St. Mary’s Pond.", "articleId": 18, "lineId": 395}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Ms. Mitchell said the ordinance will go a long way in reducing the visibility and boldness of coyotes, which has been an increasing problem in town.", "articleId": 18, "lineId": 396}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "“If the puppies aren’t fed this spring, they’re not going to be bold in the fall,” she said. “Don’t leave the food out. If people really do this, there will be a huge change by November.”", "articleId": 18, "lineId": 397}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The ordinance states that “No person shall knowingly feed or in any manner provide an attractant to coyotes or other non-domesticated animals.”", "articleId": 18, "lineId": 398}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Failure to comply is punishable by a fine of not more than $50 for each day of the violation. Police and/or the animal control officer are in charge of enforcing the rule.", "articleId": 18, "lineId": 399}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Under the ordinance, it’s OK to feed pets outdoors as long as they eat all the food immediately, the remaining food is removed when the animal is finished eating, or the pet is fed in a secure cage or other enclosure. No one may knowingly leave, store or maintain food or attractant in a place accessible to coyotes or other non-domesticated animals.", "articleId": 18, "lineId": 400}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Also exempt is the outdoor feeding of farm animals, within certain guidelines as specified in the ordinance.", "articleId": 18, "lineId": 401}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The ordinance doesn’t prohibit the feeding of birds, but residents must use an elevated feeder that’s inaccessible to coyotes and located within 100 feet of a home. You are no longer allowed to throw bread or other food for birds on the ground.", "articleId": 18, "lineId": 402}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Ms. Mitchell said that alone can reduce the aggressiveness of coyotes. She recalled the time she received a complaint about a man feeding birds on Bailey Avenue in Middletown late in the afternoon — when coyotes start to become more active. After a cordial conversation with the man, he agreed to stop throwing bread out and the coyotes ceased to be a problem in that area, she said.", "articleId": 18, "lineId": 403}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The ordinance, which takes effect immediately, was passed unanimously.", "articleId": 18, "lineId": 404}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "“While this will not eradicate coyotes, it’s certainly the first step,” said John Blaess, council vice-president.", "articleId": 18, "lineId": 405}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "What do you feel about this article?", "articleId": 18, "lineId": 406}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "By Editorial board The Republic | azcentral.com Mon Feb 11, 2013 7:19 AM", "articleId": 19, "lineId": 407}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The horror story continues.", "articleId": 19, "lineId": 408}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Following the Glendale City Council’s vote to approve the arena-management deal with Phoenix Coyotes suitor Greg Jamison in November, we believed Glendale’s hockey drama finally was resolved.", "articleId": 19, "lineId": 409}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "It’s hard to admit when you’re wrong, but we have to fess up: We were wrong. This saga that has spanned nearly four years already is bound to continue, as the agreement with Jamison unraveled late Jan.31.", "articleId": 19, "lineId": 410}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Arizona hockey fans believed Jamison was the hero in this lengthy horror story. Some held on tightly to that belief until the last second. But when the clock struck 11:59 p.m. Jan.31, Jamison became another villain to the people who a month earlier had hugged and applauded, tears brimming in their eyes, at the council meeting.", "articleId": 19, "lineId": 411}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "He strung along fans, four City Council members and Glendale businesses with his false promises that he would finalize the sale for the Phoenix Coyotes and sign the lease agreement for Jobing.com Arena in time. He reiterated his promises to The Arizona Republic last Monday. He issued a statement saying he failed to meet the deadline, but his “journey to purchase the Coyotes will continue.”", "articleId": 19, "lineId": 412}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Can we trust him? Can Glendale trust him?", "articleId": 19, "lineId": 413}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "With a new mayor and City Council members vehemently against the original deal with Jamison, his ownership of the team in Glendale under the same terms seems unlikely. Now this horror story has new possible endings:", "articleId": 19, "lineId": 414}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Another group contracts a new agreement to keep the team in Glendale, which the city and the National Hockey League hope to do.", "articleId": 19, "lineId": 415}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "A new arena in Arizona is built outside of Glendale, and either Jamison or another potential owner takes the team there.", "articleId": 19, "lineId": 416}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The team leaves Arizona for good, and the ordeal passes to somewhere else.", "articleId": 19, "lineId": 417}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "If there’s one thing to take away from this suspenseful drama, it is this: Fans love this hockey team wholeheartedly. They spent the past few months fighting off Canadian naysayers and passionately defending the team against media reports with which they disagreed.", "articleId": 19, "lineId": 418}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "No matter what happens to the franchise, they will continue to love their team, even if the Phoenix Coyotes may just be a memory someday.", "articleId": 19, "lineId": 419}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "— Wednesday, from the Glendale Republic", "articleId": 19, "lineId": 420}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Probe Goes on After RBS Is Fined $612 Million in LIBOR Rate-Rigging Scandal", "articleId": 20, "lineId": 421}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Arlington, Mass. —", "articleId": 20, "lineId": 422}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Many people see coyotes as dirty pests that get into trashcans, eat dogs and attack people – but humans and coyotes can coexist peacefully, according to Belmont Animal Control Officer John Maguranis.e", "articleId": 20, "lineId": 423}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "With a little more awareness and understanding of coyotes, humans can adjust their behavior so both species can live natural, undisrupted lives, said Maguranis, who spoke Jan. 29 at the Arlington Land Trust’s annual meeting at the Senior Center.", "articleId": 20, "lineId": 424}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "A former U.S. Army veterinary technician who cared for bald eagles, bison and many other animals for more than 20 years, Maguranis is the Massachusetts representative to Project Coyote, a national organization that promotes educated coexistence between people and coyotes.", "articleId": 20, "lineId": 425}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "\"When we see a coyote in the neighborhood we get this knee jerk reaction, ‘Got to kill it!’ There’s a lack of knowledge about coyotes and a lack of training. A lot of animal control officers know nothing about coyotes,\" Maguranis said. \"My feeling is, in cities and towns like Arlington and Belmont, we as animal control officers can get to know our coyotes. We can learn to manage them.\"", "articleId": 20, "lineId": 426}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Getting to know coyotes", "articleId": 20, "lineId": 427}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "First lesson about coyotes: They may look large, but an average New England coyote weighs only about 30 pounds, Maguranis said – the rest is hair. Coyotes grow up to five inches of hair during the winter.", "articleId": 20, "lineId": 428}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Next lesson: It may sound like there are a lot of them nearby, but that’s often not the case, Maguranis said. In the Mass Audubon’s Habitat Wildlife Sancturary in Belmont one day, Maguranis was alarmed to hear barks from his left, right and rear, but discovered it was one coyote. These animals often \"replicate\" their barks, said Maguranis.", "articleId": 20, "lineId": 429}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "And while coyotes do often form packs, these aren’t the same large groups formed by wolves – often unrelated ones – to take down large prey, Maguranis said. When not living alone, a coyote mates for life and travels only with its mate and pups.", "articleId": 20, "lineId": 430}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Coyotes don’t eat large animals, added Maguranis, who goes through coyote droppings (or \"scat\") almost daily and finds short hair from the rabbits, voles, mice and other small rodents it hunts – sometimes with the aid of a form of echolocation involving the rodents’ tunnels under the snow, Maguranis said.", "articleId": 20, "lineId": 431}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "\"They’re [coyotes are] not aggressive animals. They’re shy and elusive by nature,\" Maguranis said. \"They don’t look at people as a food source. We’re not on their menu.\"", "articleId": 20, "lineId": 432}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Many people see coyotes as dirty pests that get into trashcans, eat dogs and attack people – but humans and coyotes can coexist peacefully, according to Belmont Animal Control Officer John Maguranis.e", "articleId": 20, "lineId": 433}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "With a little more awareness and understanding of coyotes, humans can adjust their behavior so both species can live natural, undisrupted lives, said Maguranis, who spoke Jan. 29 at the Arlington Land Trust’s annual meeting at the Senior Center.", "articleId": 20, "lineId": 434}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "A former U.S. Army veterinary technician who cared for bald eagles, bison and many other animals for more than 20 years, Maguranis is the Massachusetts representative to Project Coyote, a national organization that promotes educated coexistence between people and coyotes.", "articleId": 20, "lineId": 435}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "\"When we see a coyote in the neighborhood we get this knee jerk reaction, ‘Got to kill it!’ There’s a lack of knowledge about coyotes and a lack of training. A lot of animal control officers know nothing about coyotes,\" Maguranis said. \"My feeling is, in cities and towns like Arlington and Belmont, we as animal control officers can get to know our coyotes. We can learn to manage them.\"", "articleId": 20, "lineId": 436}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Getting to know coyotes", "articleId": 20, "lineId": 437}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "First lesson about coyotes: They may look large, but an average New England coyote weighs only about 30 pounds, Maguranis said – the rest is hair. Coyotes grow up to five inches of hair during the winter.", "articleId": 20, "lineId": 438}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Next lesson: It may sound like there are a lot of them nearby, but that’s often not the case, Maguranis said. In the Mass Audubon’s Habitat Wildlife Sancturary in Belmont one day, Maguranis was alarmed to hear barks from his left, right and rear, but discovered it was one coyote. These animals often \"replicate\" their barks, said Maguranis.", "articleId": 20, "lineId": 439}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "And while coyotes do often form packs, these aren’t the same large groups formed by wolves – often unrelated ones – to take down large prey, Maguranis said. When not living alone, a coyote mates for life and travels only with its mate and pups.", "articleId": 20, "lineId": 440}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Coyotes don’t eat large animals, added Maguranis, who goes through coyote droppings (or \"scat\") almost daily and finds short hair from the rabbits, voles, mice and other small rodents it hunts – sometimes with the aid of a form of echolocation involving the rodents’ tunnels under the snow, Maguranis said.", "articleId": 20, "lineId": 441}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "\"They’re [coyotes are] not aggressive animals. They’re shy and elusive by nature,\" Maguranis said. \"They don’t look at people as a food source. We’re not on their menu.\"", "articleId": 20, "lineId": 442}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "The whole story", "articleId": 20, "lineId": 443}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Those who imply otherwise don’t know the whole story, according to Maguranis. The media was quick to report that a coyote bit a little boy in Massachusetts about 13 years ago, Maguranis said, but no one reported the rest of the story: After hitting what was likely the same coyote with his car, a veterinarian had taken it in and fed it for 16 weeks before releasing it into the wild.", "articleId": 20, "lineId": 444}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "The 19-year-old woman attacked and killed by two coyotes while hiking in Nova Scotia? Two weeks before, two coyotes had been chased away from a picnic area half a mile away, where people had been feeding them, Maguranis said.", "articleId": 20, "lineId": 445}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "In the rare cases where a coyote bites a human, the animal has taken cues from the people in the area and has stopped fearing humans and started expecting food from them, Maguranis said. For this reason, it’s important for people not to leave out trash and to scare (or \"haze\") coyotes who seem too comfortable around humans, he said.", "articleId": 20, "lineId": 446}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "When a coyote comes too close to you, or sees you and doesn’t retreat or appear afraid, all you have to do is look it in the eye and take several firm, rapid steps toward it, according to Maguranis. The coyote should turn tail and avoid humans in the future.", "articleId": 20, "lineId": 447}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "A healthy ecology", "articleId": 20, "lineId": 448}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Some 500,000 coyotes are killed each year, some through particularly cruel methods such as traps or poison, and they are more numerous than ever, Maguranis said.", "articleId": 20, "lineId": 449}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Kill a pair of coyotes, and three more pairs typically take over their territory. Kill a member of a pack and the alpha female begins having litters larger than the average five pups, reacting to the threat of extermination. Kill the alpha female and the other females in the pack, previously not allowed to breed, begin having pups.", "articleId": 20, "lineId": 450}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "\"You cannot get rid of these animals. We’ve got to get used to having them around,\" Maguranis said. \"That’s why I preach coexistence. If we don’t, all we’re doing is killing animals.\"", "articleId": 20, "lineId": 451}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Getting rid of these animals would not be wise, according to Maguranis: With a diet of 90 percent rodents, coyotes are one of the few natural predators controlling the population of these small animals, which carry ticks that in turn carry Lyme disease.", "articleId": 20, "lineId": 452}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "To find out more about Facebook commenting please read the Conversation Guidelines and FAQs", "articleId": 21, "lineId": 453}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Share This Story!", "articleId": 21, "lineId": 454}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Share Email Twitter Google+ LinkedIn", "articleId": 21, "lineId": 455}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "NBA power rankings: There's a tie at the top", "articleId": 21, "lineId": 456}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "We've agreed to disagree. The USA TODAY Sports NBA power rankings panel couldn't decide on the best team in the NBA, with the San Antonio Spurs and Oklahoma City Thunder each providing compelling cases. The", "articleId": 21, "lineId": 457}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Post to Facebook", "articleId": 21, "lineId": 458}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "NBA power rankings: There's a tie at the top on USAToday.com: http://usat.ly/Z6LYi1", "articleId": 21, "lineId": 459}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "CancelSend", "articleId": 21, "lineId": 460}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "A link has been posted to your Facebook feed.", "articleId": 21, "lineId": 461}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Tweeted!", "articleId": 21, "lineId": 462}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "A tweet has been posted to your Twitter account.", "articleId": 21, "lineId": 463}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Sent!", "articleId": 21, "lineId": 464}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "A link has been sent to your friend's email address.", "articleId": 21, "lineId": 465}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "NBA power rankings: There's a tie at the top", "articleId": 21, "lineId": 466}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Adi Joseph, USA TODAY Sports11:34p.m. EST February 11, 2013", "articleId": 21, "lineId": 467}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Spurs forward Tim Duncan goes up between Thunder guard Thabo Sefolosha and forward Serge Ibaka on Dec. 17.", "articleId": 21, "lineId": 468}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "(Photo: Mark D. Smith, USA TODAY Sports)", "articleId": 21, "lineId": 469}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Story Highlights", "articleId": 21, "lineId": 470}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "San Antonio Spurs, Oklahoma City Thunder tied atop USA TODAY Sports' NBA power rankings", "articleId": 21, "lineId": 471}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "LeBron James took six first-place votes en route to easy win as MVP frontrunner", "articleId": 21, "lineId": 472}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Damian Lillard maintained stranglehold on top rookie honors", "articleId": 21, "lineId": 473}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "We've agreed to disagree.", "articleId": 21, "lineId": 474}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The USA TODAY Sports NBA power rankings panel couldn't decide on the best team in the NBA, with the San Antonio Spurs and Oklahoma City Thunder each providing compelling cases. The Spurs have won 13 of their last 14 games, while the Thunder have won four in a row, all by wide margins.", "articleId": 21, "lineId": 475}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "RANKINGS: See how they came out in full", "articleId": 21, "lineId": 476}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The result: a first-place tie for the first time all season.", "articleId": 21, "lineId": 477}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Spurs and Thunder have spent most of the season trading first, with the Los Angeles Clippers and Miami Heat interjecting briefly. With the Spurs' continued excellence despite injuries to Tim Duncan and Manu Ginobili and the Thunder's general dominance, it's tough to chose. The teams even split their first two games against each other.", "articleId": 21, "lineId": 478}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The voters were USA TODAY Sports' Sam Amick , Adi Joseph , Kevin Spain and Jeff Zillgitt ; Hoopsworld.com's Steve Kyler and Lang Greene ; and the Detroit Free Press' Vince Ellis . Here's the top five (points on a 30-29-28-etc.-3-2-1 scale):", "articleId": 21, "lineId": 479}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "1. San Antonio Spurs (40-12): 4 first-place votes, 206 points", "articleId": 21, "lineId": 480}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "1. Oklahoma City Thunder (39-12): 3 first-place votes, 206 points", "articleId": 21, "lineId": 481}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "3. Miami Heat (34-14): 197 points", "articleId": 21, "lineId": 482}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "4. Los Angeles Clippers (36-17): 183 points", "articleId": 21, "lineId": 483}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "5. New York Knicks (32-17): 180 points", "articleId": 21, "lineId": 484}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The MVP voting was decisive, though. LeBron James has been dominant recently, and he moved well ahead of Kevin Durant to claim the lead spot. Here's the top five (points on a 7-5-3-2-1 scale):", "articleId": 21, "lineId": 485}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "1. LeBron James, Miami Heat: 6 first-place votes, 47 points", "articleId": 21, "lineId": 486}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "2. Kevin Durant, Oklahoma City Thunder: 1 first-place vote, 37 points", "articleId": 21, "lineId": 487}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "3. Carmelo Anthony, New York Knicks: 15 points", "articleId": 21, "lineId": 488}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "4. Chris Paul, Los Angeles Clippers: 11 points", "articleId": 21, "lineId": 489}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "5. Tony Parker, San Antonio Spurs: 10 points", "articleId": 21, "lineId": 490}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Also receiving votes were the Spurs' Tim Duncan (three points), the Los Angeles Lakers' Kobe Bryant (two) and the Houston Rockets' James Harden (one).", "articleId": 21, "lineId": 491}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Finally, the rookie of the year race saw a big blow when Andre Drummond went down with an injury, further opening the door for Damian Lillard. But for now, Drummond remains a viable candidate to some voters. Here's that top five (points on a 5-3-1 scale):", "articleId": 21, "lineId": 492}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "1. Damian Lillard, Portland Trail Blazers: 6 first-place votes, 33 points", "articleId": 21, "lineId": 493}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "2. Anthony Davis, New Orleans Hornets: 17 points", "articleId": 21, "lineId": 494}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "3. Andre Drummond, Detroit Pistons: 1 first-place vote, 9 points", "articleId": 21, "lineId": 495}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "So let us know how we did in the comments. Were we right to pick a tie at the top?", "articleId": 21, "lineId": 496}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "About the Author", "articleId": 21, "lineId": 497}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Adi Joseph", "articleId": 21, "lineId": 498}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Adi Joseph spent nearly three years as a copy editor, first for The Des Moines Register, then USA TODAY Sports, before taking over as NBA digital producer.", "articleId": 21, "lineId": 499}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Send Adi Joseph a Message", "articleId": 21, "lineId": 500}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Send the author a Message", "articleId": 21, "lineId": 501}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "CancelSend", "articleId": 21, "lineId": 502}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Your email has been succesfully delivered.", "articleId": 21, "lineId": 503}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "More Stories:", "articleId": 21, "lineId": 504}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "{ \"assetid\": \"1911783\", \"aws\": \"sports/basketball/nba\", \"aws_id\": \"sports_basketball_nba\", \"blogname\": \"\", \"contenttype\": \"story pages \", \"seotitle\": \"Power-rankings-san-antonio-spurs-oklahoma-city-thunder-lebron-james-damian-lillard\", \"seotitletag\": \"NBA power rankings: There's a tie at the top\", \"ssts\": \"sports/nba\", \"taxonomykeywords\":\"Chris Paul,Damian Lillard,James Harden,Anthony Davis,National Basketball Association,Los Angeles Lakers,Kobe Bryant,San Antonio Spurs,Houston Rockets,New York Knicks,Andre Drummond,Tim Duncan,New Orleans Hornets,Miami Heat,Los Angeles Clippers,Kevin Spain,LeBron James,Detroit Pistons,Oklahoma City Thunder,Carmelo Anthony,Tony Parker,Manu Ginobili,Portland Trail Blazers,Kevin Durant\", \"templatename\": \"stories/default\", \"topic\":\"chris-paul,damian-lillard,james-harden,anthony-davis,national-basketball-association,los-angeles-lakers,kobe-bryant,san-antonio-spurs,houston-rockets,new-york-knicks,andre-drummond,tim-duncan,new-orleans-hornets,miami-heat,los-angeles-clippers,kevin-spain,lebron-james,detroit-pistons,oklahoma-city-thunder,carmelo-anthony,tony-parker,manu-ginobili,portland-trail-blazers,kevin-durant\", \"videoincluded\":\"no\", \"basePageType\":\"story\" }", "articleId": 21, "lineId": 505}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "NBA Power Rankings: Teams Who Will Fall Down Standings After All-Star Break", "articleId": 22, "lineId": 506}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "By", "articleId": 22, "lineId": 507}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "(Featured Columnist) on February 11, 2013", "articleId": 22, "lineId": 508}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "168 reads", "articleId": 22, "lineId": 509}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "1", "articleId": 22, "lineId": 510}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Kevin C. Cox/Getty Images", "articleId": 22, "lineId": 511}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "With the 2012-13 NBA season in high gear, it's getting close to the time where teams start preparing for their playoff pushes.", "articleId": 22, "lineId": 512}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "There's roughly 30 or so games left for each team in the regular season. The pretenders are starting to be weeded out, while the contenders are continuing to solidify their positions near the top of the standings.", "articleId": 22, "lineId": 513}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The end of the season can be a great time to start building momentum for the postseason, or at the very least the 2013-14 season. However, there are some teams that will be fading down the stretch as the season reaches a critical juncture.", "articleId": 22, "lineId": 514}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Here's where each team stands, with those headed downward in italics.", "articleId": 22, "lineId": 515}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 516}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "1. San Antonio Spurs (40-12)", "articleId": 22, "lineId": 517}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Ronald Martinez/Getty Images", "articleId": 22, "lineId": 518}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "No other team in the league has 40 wins. Year in and year out, the San Antonio Spurs continue to be among the best teams in the league.", "articleId": 22, "lineId": 519}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Tony Parker, in particular, has taken his game to an entirely different level. His PER and assists per game are the highest of his career. His performance has been vital with the way that Tim Duncan and Manu Ginobili have hobbled at points this year.", "articleId": 22, "lineId": 520}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 521}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "2. Oklahoma City Thunder (39-12)", "articleId": 22, "lineId": 522}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Is anybody really surprised that Russell Westbrook's antics were relatively meaningless for the Oklahoma City Thunder? They've won four games in a row and been absolutely dominant in doing so.", "articleId": 22, "lineId": 523}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Games with the Miami Heat and Utah Jazz will be nice tests for the Thunder. Continuing that winning streak would be a huge statement to the rest of the league.", "articleId": 22, "lineId": 524}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 525}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "3. Miami Heat (34-14)", "articleId": 22, "lineId": 526}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Thunder game will also be a great test for a Heat team that has won its last five games. LeBron James can't possibly keep playing at the other-worldly high level he has been. While this is still a bit of a flawed team, with the way Miami has been playing, the Heat will be extremely hard to beat in the postseason.", "articleId": 22, "lineId": 527}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 528}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "4. Denver Nuggets (33-19)", "articleId": 22, "lineId": 529}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "While the Denver Nuggets' nine-game winning streak is over, they should be able to get back to their winning ways immediately, with a trip to Toronto on Tuesday. Then games over the Boston Celtics and Brooklyn Nets will be a good litmus test to see if Denver can maintain its current level of play.", "articleId": 22, "lineId": 530}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 531}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "5. Los Angeles Clippers (36-17)", "articleId": 22, "lineId": 532}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Once one of the best teams in the league, the Los Angeles Clippers have fallen from grace a bit, due in large part to the injury to Chris Paul . Now that he's back, all should be right in the world in the red and blue half of L.A. He was pivotal in the Clippers' win over the New York Knicks on Sunday.", "articleId": 22, "lineId": 533}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 534}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "6. New York Knicks (32-17)", "articleId": 22, "lineId": 535}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The loss to the Clippers hurt a little bit for the New York Knicks, but it wasn't as bad as the 10-point loss to the Washington Wizards. It's encouraging that the team is starting to get all of its players back finally.", "articleId": 22, "lineId": 536}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Plus, who could have predicted the ease of Amar'e Stoudemire integrating seamlessly into a bench role?", "articleId": 22, "lineId": 537}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 538}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "7. Indiana Pacers (31-20)", "articleId": 22, "lineId": 539}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Speaking of players returning. It's going to be interesting to see how Danny Granger is slotted back into the lineup. The Indiana Pacers could use his offense, but you wouldn't want it to come at the expense of the defense or the chemistry Frank Vogel has helped to build.", "articleId": 22, "lineId": 540}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 541}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "8. Golden State Warriors (30-21)", "articleId": 22, "lineId": 542}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "My how quickly a team's fortunes can change.", "articleId": 22, "lineId": 543}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Golden State Warriors have now lost their last four games. Games against the Houston Rockets and Utah Jazz don't make things any easier. The matchup with the Rockets in particular will be fun to watch after how the game between the two last week ended as Houston tried to break the record for made three-pointers in one game.", "articleId": 22, "lineId": 544}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 545}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "9. Memphis Grizzlies (32-18)", "articleId": 22, "lineId": 546}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Beating the Golden State Warriors was a huge win for the Memphis Grizzlies. The jury is still out as to how well the team can compete without Rudy Gay, though. A relatively easy four-game stretch coming up should be a good way to help build the offensive continuity necessary for the team to continue improving.", "articleId": 22, "lineId": 547}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 548}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "10. Chicago Bulls (30-20)", "articleId": 22, "lineId": 549}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "It's hard to believe what the Chicago Bulls are accomplishing without Derrick Rose . Should management completely scrap any idea of trading Carlos Boozer and Andrea Bargnani (h/t Marc Stein of ESPN.com), the Bulls could make some major noise in the playoffs.", "articleId": 22, "lineId": 550}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 551}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "11. Houston Rockets (28-25)", "articleId": 22, "lineId": 552}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Defense has become a bit of a dirty word for the Houston Rockets. They've given up 100-plus points in six of their last eight games. The Rockets have been playing better, but unless they get the defense figured out, they're not going anywhere in the postseason.", "articleId": 22, "lineId": 553}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 554}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "12. Boston Celtics (27-23)", "articleId": 22, "lineId": 555}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Streeter Lecka/Getty Images", "articleId": 22, "lineId": 556}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Every year people start wondering if the Boston Celtics have enough left in the tank. Then came the injury to Rajon Rondo. Well, the Celtics have won their last seven games since Rondo went down for the season.", "articleId": 22, "lineId": 557}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Paul Pierce continues to cement his legacy with the way he's been able to lift this team.", "articleId": 22, "lineId": 558}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 559}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "13. Utah Jazz (28-24)", "articleId": 22, "lineId": 560}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "It appears the Utah Jazz are finally going to move Al Jefferson (h/t Matt Moore of CBSSports.com ). Something needed to be done, because the Jazz aren't going anywhere with the combination of Paul Millsap. One of them needs to go, and it looks like Jefferson is the guy.", "articleId": 22, "lineId": 561}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 562}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "14. Atlanta Hawks (27-22)", "articleId": 22, "lineId": 563}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Trading Josh Smith is becoming a stronger possibility (h/t Zach Dillard of FoxSportsSouth.com). It's going to hurt the Atlanta Hawks in the short term, but it might be the smart move in the long term. Smith's talents are well known, but his off-court issues with coaches are as well.", "articleId": 22, "lineId": 564}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 565}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "15. Brooklyn Nets (29-22)", "articleId": 22, "lineId": 566}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Brooklyn Nets' season continues on its roller-coaster pace, currently in a bit of downward slide. This team can be one of the best in the Eastern Conference, but too many times it has struggled against much worse teams.", "articleId": 22, "lineId": 567}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 568}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "16. Milwaukee Bucks (25-24)", "articleId": 22, "lineId": 569}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Jim Boylan revolution appears to be dying down. The Milwaukee Bucks have lost their last three games in a row and are 4-6 in their last 10 games.", "articleId": 22, "lineId": 570}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Their place in the playoffs looked assured a week or so ago, but now it's looking like the Bucks could very well see themselves slide right out.", "articleId": 22, "lineId": 571}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 572}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "17. Los Angeles Lakers (24-28)", "articleId": 22, "lineId": 573}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "At this point, nobody should be expecting the Los Angeles Lakers to make the playoffs. The waiting game has gone on long enough. Until the Lakers get over .500 and shorten up the distance between themselves and the Rockets, L.A. doesn't deserve the benefit of the doubt.", "articleId": 22, "lineId": 574}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 575}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "18. Portland Trail Blazers (25-26)", "articleId": 22, "lineId": 576}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Things have been better for the Portland Trail Blazers. While they're still on the fringes of the playoff picture, the Blazers have lost three games in a row. A date with the Heat on Tuesday doesn't help things, either.", "articleId": 22, "lineId": 577}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 578}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "19. Dallas Mavericks (22-28)", "articleId": 22, "lineId": 579}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Dallas Mavericks have turned things up a bit over the last couple of weeks. It might be too little too late as the Mavs are still 4.5 games outside of the eighth spot in the West.", "articleId": 22, "lineId": 580}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "At this point, getting to .500 should be considered a huge accomplishment.", "articleId": 22, "lineId": 581}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 582}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "20. Toronto Raptors (19-32)", "articleId": 22, "lineId": 583}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Rudy Gay has played very well since his move from the Grizzlies, scoring 20-plus points in every game. The problem is whether or not he makes the Toronto Raptors a playoff team. They're still seven games back from the Bucks, who occupy the eighth spot in the East.", "articleId": 22, "lineId": 584}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Climbing that mountain may prove to be too much.", "articleId": 22, "lineId": 585}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 586}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "21. Philadelphia 76ers (22-27)", "articleId": 22, "lineId": 587}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Drew Hallowell/Getty Images", "articleId": 22, "lineId": 588}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "It's been Murphy's Law for the Philadelphia 76ers. Everything that could go wrong has. There's the impending return of Andrew Bynum at some point. By the time he does come back, the Sixers could find themselves completely out of the playoff picture.", "articleId": 22, "lineId": 589}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 590}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "22. Detroit Pistons (20-32)", "articleId": 22, "lineId": 591}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "It was a great move on part of Detroit Pistons management to get rid of Tayshaun Prince and Austin Daye, with Jose Calderon coming back in return. Calderon's expiring contract is beneficial to the books, and in the meantime, he should provide a solid return on the court in the short term.", "articleId": 22, "lineId": 592}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 593}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "23. Washington Wizards (14-35)", "articleId": 22, "lineId": 594}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Washington Wizards are starting to play like the team everyone expected them to be and have won their last three games. Getting anything out of this year is impossible, but fans should certainly start getting excited for this team's future prospects.", "articleId": 22, "lineId": 595}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 596}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "24. Cleveland Cavaliers (16-35)", "articleId": 22, "lineId": 597}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Things are really starting to look up for the Cleveland Cavaliers, as they've gone 6-4 in their last 10. Making the playoffs is a bridge too far, but that shouldn't stop Cavs fans from looking toward the future with enthusiasm. ", "articleId": 22, "lineId": 598}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Marreese Speights has done a very good job of replacing Anderson Varejao, averaging 13.9 points and 6.5 rebounds a game since being traded to Cleveland.", "articleId": 22, "lineId": 599}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 600}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "25. New Orleans Hornets (17-34)", "articleId": 22, "lineId": 601}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The New Orleans Hornets might have the second-worst record in the West, but they are starting to turn things around. The Hornets could really be going places building around Anthony Davis, Greivis Vasquez and Eric Gordon.", "articleId": 22, "lineId": 602}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 603}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "26. Sacramento Kings (19-33)", "articleId": 22, "lineId": 604}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Sacramento Kings have gone from looking like an awful basketball team to simply a below-average one. It's a sad state of affairs in regard to almost every facet of the team, whether it's ownership, management, the players or where the organization's future is.", "articleId": 22, "lineId": 605}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 606}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "27. Minnesota Timberwolves (18-30)", "articleId": 22, "lineId": 607}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Fans and executives of the Minnesota Timberwolves should just chalk 2012-13 as a lost season. First, it was a matter of getting Ricky Rubio back. Now that he's back, there's no Kevin Love.", "articleId": 22, "lineId": 608}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The rest of the year should be just about building momentum for next season and seeing if anything can be salvaged from Derrick Williams.", "articleId": 22, "lineId": 609}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 610}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "28. Phoenix Suns (17-35)", "articleId": 22, "lineId": 611}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Phoenix Suns are really struggling. When you looked at the team on paper when the season started, you wondered what the blueprint was for the team. They've got some productive players in Goran Dragic and Marcin Gortat, but as a whole, the Suns are in trouble.", "articleId": 22, "lineId": 612}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 613}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "29. Orlando Magic (15-36)", "articleId": 22, "lineId": 614}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Elsa/Getty Images", "articleId": 22, "lineId": 615}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "With a win over the Trail Blazers, the Orlando Magic ended their 12-game losing streak. Nobody expected much from this team after the Dwight Howard trade this past offseason, and the Magic's play has illustrated why. This simply isn't a good basketball team. Fans can only hope of getting a franchise player in the draft next year.", "articleId": 22, "lineId": 616}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 22, "lineId": 617}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "30. Charlotte Bobcats (11-39)", "articleId": 22, "lineId": 618}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Charlotte Bobcats are a mess, but of course that's become as common as the sun rising every day. The Bobcats have lost their last seven games and are 1-9 in their last 10.", "articleId": 22, "lineId": 619}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Despite the Magic's struggles, there's no way Charlotte finishes anywhere but the basement.", "articleId": 22, "lineId": 620}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Next", "articleId": 23, "lineId": 621}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Mike Ehrmann/Getty Images", "articleId": 23, "lineId": 622}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "It's really no secret that LeBron James is going to hold down the No. 1 spot in the updated NBA superstar power rankings.", "articleId": 23, "lineId": 623}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "If you feel like I just spoiled the reading experience for you by revealing the top player too soon, well, you might want to check out your surroundings once in a while. The rock you're living under might be living under a rock of its own. ", "articleId": 23, "lineId": 624}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The better question is: Is it even possible to catch LeBron James at this point? ", "articleId": 23, "lineId": 625}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "After his torrid shooting pace has continued for far longer than humanly possible—or alienly possible, I guess, I'm not sure who else but the King qualifies for that—it's quite clear that LeBron is the best player in the NBA and will be for the foreseeable future. ", "articleId": 23, "lineId": 626}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "No disrespect meant to the other superstars out there, but he's just that good. ", "articleId": 23, "lineId": 627}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "So, to find out where the rest of the best in the Association rank, as well as how they've changed since last week's edition , you'll have to read on. ", "articleId": 23, "lineId": 628}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 23, "lineId": 629}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Note: All stats, unless otherwise indicated, are current through Sunday, Feb. 10. ", "articleId": 23, "lineId": 630}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Injured Players", "articleId": 23, "lineId": 631}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "USA TODAY Sports", "articleId": 23, "lineId": 632}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "As a quick housekeeping note, injured players are not considered for the star-player power rankings. If a player is out for a prolonged period of time, he's automatically ineligible for the next 20 slides.", "articleId": 23, "lineId": 633}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Therefore, Derrick Rose , Kevin Love, Tim Duncan, Rajon Rondo and Andrew Bynum will not be appearing, although they would certainly make the cut if healthy.", "articleId": 23, "lineId": 634}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Honorable Mentions", "articleId": 23, "lineId": 635}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Jared Wickerham/Getty Images", "articleId": 23, "lineId": 636}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Chris Bosh, PF/C, Miami Heat", "articleId": 23, "lineId": 637}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Missing two games with the flu knocks Chris Bosh out of the rankings for the first time during the 2012-13 season. When healthy, the big man has continued to score at a high level, but he hasn't been able to offer that much else. ", "articleId": 23, "lineId": 638}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Tyson Chandler, C, New York Knicks", "articleId": 23, "lineId": 639}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Talk about knowing your limits and sticking to them. Tyson Chandler's self-awareness has allowed him to become one of the NBA's best players, as he knows he shouldn't do anything but finish alley-oops and prevent teams from scoring. ", "articleId": 23, "lineId": 640}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Al Jefferson, C, Utah Jazz", "articleId": 23, "lineId": 641}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "It was tough to drop Al Jefferson out of the rankings after averaging a near-double-double in efficient fashion over his last five games, but a few young big men were able to trump him. ", "articleId": 23, "lineId": 642}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Paul Pierce, SF, Boston Celtics", "articleId": 23, "lineId": 643}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Paul Pierce's triple-overtime boosting triple-doubles was enough to get him into this section, but the veteran small forward still falls barely short of the actual numbered part of the rankings. He's still playing great defense and scoring, but his shot must start falling with more frequency.", "articleId": 23, "lineId": 644}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "David West, PF, Indiana Pacers", "articleId": 23, "lineId": 645}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "David West may have struggled with his shot on Monday night against the Brooklyn Nets, but the whole Indiana Pacers team seemed to be playing with a seal over the net. Let's not let one performance take away from what's been a fantastic and extremely underrated 2012-13 campaign. ", "articleId": 23, "lineId": 646}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "20. Greg Monroe (Previous Ranking: Unranked)", "articleId": 23, "lineId": 647}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Rick Osentoski-USA TODAY Sports", "articleId": 23, "lineId": 648}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "14", "articleId": 24, "lineId": 649}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "A combo picture shows Real Madrid's Portuguese forward Cristiano Ronaldo and Manchester United's Dutch forward …", "articleId": 24, "lineId": 650}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Ahead of this week's eagerly-awaited Champions League clash, Manchester United managed to close the gap ever so slightly on Real Madrid in our European Power Rankings.", "articleId": 24, "lineId": 651}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "United's 2-0 win over Everton in the Premier League saw them glean 14 points over the past seven days, while Real were only awarded eight for their 4-1 victory against Sevilla.", "articleId": 24, "lineId": 652}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Heading into Wednesday's big game at the Bernabeu, there are now 380 points between the two great clubs, but United have a great chance to hunt down the Spanish giants over the upcoming two-legged tie.", "articleId": 24, "lineId": 653}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Still way out in front at the top of our elite list of European clubs are Barcelona, who destroyed Getafe 6-1 on Sunday to maintain their seemingly relentless pursuit of the Liga title.", "articleId": 24, "lineId": 654}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "It was a bad week for fifth-placed Borussia Dortmund, whose 4-1 reverse at home against Hamburg saw them drop 50 points, although Manchester City were unable to capitalise on the German side's slip-up after their calamitous defeat to Southampton. The Premier League champions remain in sixth.", "articleId": 24, "lineId": 655}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Chelsea, on the other hand, enjoyed a rise of two places from 11th to ninth after their 4-1 win over Wigan while their London rivals Tottenham also jumped two to 17th following their 2-1 win against Newcastle.", "articleId": 24, "lineId": 656}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "HOW IT WORKS", "articleId": 24, "lineId": 657}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "To determine our Power Rankings, we use the Euro Club Index , which scientifically analyses hundreds of thousands of matches from the top divisions in all European nations as well as Europa League and Champions League games.", "articleId": 24, "lineId": 658}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Index takes into account all matches played over an eight-year period but with recent results carrying more weight than older ones.", "articleId": 24, "lineId": 659}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The performance of a league's teams in the Champions League and Europa League reflects the rise or fall of the sporting level in that league.", "articleId": 24, "lineId": 660}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "So, for example, if English teams perform well in Europe, all Premier League teams receive a small bonus in their ECI score. The ranking and its predictive power are thus made even more accurate.", "articleId": 24, "lineId": 661}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "European Power Rankings 12/02/2013", "articleId": 24, "lineId": 662}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "To find out more about Facebook commenting please read the Conversation Guidelines and FAQs", "articleId": 25, "lineId": 663}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Share This Story!", "articleId": 25, "lineId": 664}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Share Email Twitter Google+ LinkedIn", "articleId": 25, "lineId": 665}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "NBA power rankings: LeBron James retakes MVP lead", "articleId": 25, "lineId": 666}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "It's so convoluted that it's simple. There's no right way to choose between Kevin Durant and LeBron James for MVP. James may be the better all-around player, but Durant may be having the better all-around", "articleId": 25, "lineId": 667}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Post to Facebook", "articleId": 25, "lineId": 668}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "NBA power rankings: LeBron James retakes MVP lead on USAToday.com: http://usat.ly/WNws4r", "articleId": 25, "lineId": 669}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "CancelSend", "articleId": 25, "lineId": 670}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "A link has been posted to your Facebook feed.", "articleId": 25, "lineId": 671}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Tweeted!", "articleId": 25, "lineId": 672}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "A tweet has been posted to your Twitter account.", "articleId": 25, "lineId": 673}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Sent!", "articleId": 25, "lineId": 674}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "A link has been sent to your friend's email address.", "articleId": 25, "lineId": 675}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "NBA power rankings: LeBron James retakes MVP lead", "articleId": 25, "lineId": 676}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Adi Joseph, USA TODAY Sports1:37a.m. EST February 5, 2013", "articleId": 25, "lineId": 677}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Heat forward LeBron James, shown Sunday, leads USA TODAY Sports' NBA MVP race.", "articleId": 25, "lineId": 678}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "(Photo: Tom Szczerbowski, USA TODAY Sports)", "articleId": 25, "lineId": 679}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Story Highlights", "articleId": 25, "lineId": 680}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "San Antonio Spurs maintain lead in USA TODAY Sports' NBA power rankings", "articleId": 25, "lineId": 681}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "LeBron James overtakes Kevin Durant in MVP race", "articleId": 25, "lineId": 682}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Damian Lillard holds on to top spot in rookie of the year race", "articleId": 25, "lineId": 683}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "It's so convoluted that it's simple. There's no right way to choose between Kevin Durant and LeBron James for MVP.", "articleId": 25, "lineId": 684}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "James may be the better all-around player, but Durant may be having the better all-around season. You can't parse greatness. Not at this level.", "articleId": 25, "lineId": 685}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "But USA TODAY Sports' NBA power rankings panel gives it a go every week. And right now, James is king, again. After Durant overtook him for one week, the Miami Heat forward and reigning MVP reclaimed his crown with more of his rock-steady, unbelievable play.", "articleId": 25, "lineId": 686}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "LEBRON: Let him tell you how underpaid he is", "articleId": 25, "lineId": 687}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Another way to look at it might be, Durant's Oklahoma City Thunder teammates lost him the crown. The Thunder uncharacteristically have traded wins and losses the past couple weeks. Durant certainly needs the Thunder to finish with a better record than the Heat if he wants to unseat three-time MVP James.", "articleId": 25, "lineId": 688}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Here's how the panel of USA TODAY Sports' Adi Joseph , Kevin Spain and Jeff Zillgitt ; Hoopsworld.com's Steve Kyler and Lang Greene ; and the Detroit Free Press' Vince Ellis viewed the MVP race this week (points on a 7-5-3-2-1 scale):", "articleId": 25, "lineId": 689}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "LeBron James, Miami Heat: 4 first-place votes, 38 points", "articleId": 25, "lineId": 690}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Kevin Durant, Oklahoma City Thunder: 2 first-place votes, 34 points", "articleId": 25, "lineId": 691}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Chris Paul, Los Angeles Clippers: 11 points", "articleId": 25, "lineId": 692}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Carmelo Anthony, New York Knicks: 10 points", "articleId": 25, "lineId": 693}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Kobe Bryant, Los Angeles Lakers: 7 points", "articleId": 25, "lineId": 694}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Also receiving votes were the San Antonio Spurs' Tim Duncan (three points) and Tony Parker (two), the Houston Rockets' James Harden (two) and the Thunder's Russell Westbrook (one).", "articleId": 25, "lineId": 695}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "The Thunder stayed at No. 2 in the team power rankings, though (points on a 30-29-28-...-3-2-1 scale):", "articleId": 25, "lineId": 696}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "San Antonio Spurs (38-11): 6 first-place votes, 180 points", "articleId": 25, "lineId": 697}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Oklahoma City Thunder (35-12): 174 points", "articleId": 25, "lineId": 698}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Miami Heat (30-14): 166 points", "articleId": 25, "lineId": 699}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "New York Knicks (30-15): 156 points", "articleId": 25, "lineId": 700}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Los Angeles Clippers (34-15): 154 points", "articleId": 25, "lineId": 701}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "And the rookie of the year race has turned into a three-horse race, though one has a nice lead. Here's that voting breakdown (points on a 5-3-1 scale):", "articleId": 25, "lineId": 702}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Damian Lillard, Portland Trail Blazers: 4 first-place votes, 26 points", "articleId": 25, "lineId": 703}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Anthony Davis, New Orleans Hornets: 1 first-place vote, 16 points", "articleId": 25, "lineId": 704}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Andre Drummond, Detroit Pistons: 1 first-place vote, 12 points", "articleId": 25, "lineId": 705}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "So how did we do?", "articleId": 25, "lineId": 706}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "About the Author", "articleId": 25, "lineId": 707}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Adi Joseph", "articleId": 25, "lineId": 708}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Adi Joseph spent nearly three years as a copy editor, first for The Des Moines Register, then USA TODAY Sports, before taking over as NBA digital producer.", "articleId": 25, "lineId": 709}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Send Adi Joseph a Message", "articleId": 25, "lineId": 710}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Send the author a Message", "articleId": 25, "lineId": 711}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "CancelSend", "articleId": 25, "lineId": 712}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "Your email has been succesfully delivered.", "articleId": 25, "lineId": 713}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "More Stories:", "articleId": 25, "lineId": 714}
{"date": "Feb 4, 2013 12:00:00 AM", "s": "{ \"assetid\": \"1892185\", \"aws\": \"sports/basketball/nba\", \"aws_id\": \"sports_basketball_nba\", \"blogname\": \"\", \"contenttype\": \"story pages \", \"seotitle\": \"Nba-power-rankings-san-antonio-spurs-lebron-james-damian-lillard\", \"seotitletag\": \"NBA power rankings: LeBron James retakes MVP lead\", \"ssts\": \"sports/nba\", \"taxonomykeywords\":\"Chris Paul,Damian Lillard,James Harden,Anthony Davis,National Basketball Association,Los Angeles Lakers,Kobe Bryant,San Antonio Spurs,Houston Rockets,New York Knicks,Andre Drummond,Durant,Tim Duncan,New Orleans Hornets,Miami Heat,Los Angeles Clippers,Kevin Spain,LeBron James,Detroit Pistons,Oklahoma City Thunder,Carmelo Anthony,Tony Parker,Portland Trail Blazers,Kevin Durant,Russell Westbrook\", \"templatename\": \"stories/default\", \"topic\":\"chris-paul,damian-lillard,james-harden,anthony-davis,national-basketball-association,los-angeles-lakers,kobe-bryant,san-antonio-spurs,houston-rockets,new-york-knicks,andre-drummond,durant,tim-duncan,new-orleans-hornets,miami-heat,los-angeles-clippers,kevin-spain,lebron-james,detroit-pistons,oklahoma-city-thunder,carmelo-anthony,tony-parker,portland-trail-blazers,kevin-durant,russell-westbrook\", \"videoincluded\":\"no\", \"basePageType\":\"story\" }", "articleId": 25, "lineId": 715}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "Print", "articleId": 26, "lineId": 716}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "After last week's incredibly controversial eight-way tie at sixth place, and after a week full of results as close to predictable as this league -- and, frankly, this sport -- is going to get, I come to you with a more streamlined, (hopefully) less insane version of the Atlantic 10 power rankings. Ahoy:", "articleId": 26, "lineId": 717}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "1. Butler. Rhode Island remains a tough out more often than not in league play, and the Rams gave Butler a real go at Hinkle Fieldhouse on Saturday. But Butler held firm, winning 75-68, and followed that up with a more comfortable romp over St. Bonaventure on Wednesday night. Same deal remains with the Bulldogs: This is a good team, and one no one will want to play in March, but it still needs to get better on the defensive end to really justify its currently lofty ranking come tourney time.", "articleId": 26, "lineId": 718}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "In the meantime, the Indianapolis Star's David Woods has a really sad, but ultimately heartwarming story on Butler reserve Erik Fromm , whose father Leonard Fromm, an associate dean at Indiana University law school for 33 years, recently lost a battle with cancer just before Fromm's 21st birthday.", "articleId": 26, "lineId": 719}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "2. La Salle. Other than last Saturday's game at George Washington, this was a bit of an off-week for La Salle -- tomorrow's home date with Fordham included. But the Explorers should be commended for handling the Colonials, who'd won their previous three (close games at UMass and Rhode Island and an absolute thrashing of Charlotte) and were starting to look like a mid-table dangerous insurgent, particularly on the defensive end.", "articleId": 26, "lineId": 720}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "3. Virginia Commonwealth. The Rams haven't played their best basketball over the past month or so -- back-to-back losses to Richmond and La Salle made that clear enough -- primarily because their vaunted defense, one of the best and most entertaining in the country in November and December, has allowed 1.01 points per trip in A-10 play, seventh-fewest in the league. VCU's only game in the past week came at home against Fordham, which is a nice way to get your defense back on track. In sum: Saturday's trip to Charlotte should be very interesting.", "articleId": 26, "lineId": 721}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "4. Saint Louis. For as many seeds of doubt as the Billikens planted (at least in my brain; your synaptic mileage may vary) in the first two weeks of A-10 play, after five consecutive victories it would appear that things are coming along just fine in Arch-land. (Ha, no one calls Saint Louis that.) After a home overtime loss to Rhode Island on Jan. 19, Jim Crews' squad demolished Butler and Dayton at home and handled business in three potentially tricky road games against RPI landmines. The most important trend? Defense. Saint Louis struggled in this regard for weeks, but it has since established itself as the stingiest per-possession defense in the Atlantic 10, and that should help the Billikens avoid setbacks on the road as they seek to bolster that NCAA tournament resume.", "articleId": 26, "lineId": 722}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "5. Temple. It's genuinely hard to know what to make of Temple's latest win, an 89-88 home victory over Charlotte. Why? Because Charlotte, the 15th-best offense in the Atlantic 10, should never score 88 points on anyone, anywhere -- home, away, on Mars, anywhere. I know, I know: Temple got out of there with the W, which is what really matters. But 88 points in 74 possessions? Really? To Charlotte? Just another data point in a baffling Owls season, I guess.", "articleId": 26, "lineId": 723}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "6. Massachusetts. I suppose you could say I'm coming around on UMass. Or you could say I'm very rapidly transitioning from my role as someone who allows tempo-free statistics to aid much of my fickle eyeballs' analysis into someone who must acknowledge the cold realpolitik of NCAA tournament qualification. (It is kind of what I do around here .) Either way, the fact of the matter is that for as utterly mediocre as UMass' per-possessions numbers tell me the Minutemen are, and for as rarely as I've been impressed when I've watched them this season, their at-large profile is such that they have a pretty good chance of getting into the NCAA tournament. It's pretty strange: This is a team that isn't truly bad at anything (save 3-point shooting) but excels at nothing (save perhaps field-goal defense, and UMass has gotten more more and more stops in A-10 play). But its RPI and schedule numbers and lack of truly bad losses have it in position to lay claim to a bid if it can see this thing through. In a league full of confusion, there is something to be said for that.", "articleId": 26, "lineId": 724}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "7. Xavier. Without (god forbid) going into the whole eight-way tie thing again -- and again, you should not be freaking out about these ranks at this point -- this is where the validity of ranking any one A-10 outfit over the other starts to go a bit sideways. I like Xavier, and Chris Mack has done some nice things with a young team, particularly on the glass; the Musketeers out-board the rest of the league on both the offensive and defensive ends. But they don't appear likely to break out of this soft middle anytime soon.", "articleId": 26, "lineId": 725}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "8. Charlotte. Strangely enough, even despite the loss, you have to be encouraged by Charlotte's 88-point outburst in that 74-possession game at Temple. The 49ers' biggest issue (understatement!) all season has been their brutal offense, and seeing them put up an efficient performance like that on the road is at least a step in the right direction.", "articleId": 26, "lineId": 726}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "9. George Washington. The Colonials have been one of the hottest teams in the conference for much of the past month, and they could have really made waves if they'd dropped La Salle last Saturday. Even so, they're 4-1 in their past five games.", "articleId": 26, "lineId": 727}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "10. Dayton. Not unlike many of the teams in this range in the league right now, Dayton does some things well and other things really poorly. In the Flyers' case, they can really shoot it from distance, and score efficiently … provided they're not turning it over, which they do at a higher percentage than any team in the A-10.", "articleId": 26, "lineId": 728}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "11. Saint Joseph's. Same old stuff with Saint Joe's. The Hawks are not bad bad, and their talent remains tantalizing, but as long as they're allowing more points per trip in conference play (1.067) than they're scoring (1.057) … well, you don't need to be Watson (the computer, not Sherlock Holmes' ambiguous assistant) to figure out why that might limit a team's chances for success.", "articleId": 26, "lineId": 729}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "12. Richmond. Same goes for Richmond: The Spiders have shown plenty of flashes on offense this season (see: Jan. 24 versus VCU), but they're still playing with a negative efficiency margin in conference play and at this point not even scoring particularly well, either.", "articleId": 26, "lineId": 730}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "13. St. Bonaventure. I've gone back and forth on the Bonnies here and there, particularly after they notched consecutive wins at Temple and Saint Joe's, but the deeper we get into the season the clearer it becomes that these defensive woes (1.13 PPP allowed) aren't going anywhere.", "articleId": 26, "lineId": 731}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "14. Rhode Island. If you don't follow the A-10 closely, and if all you do is look at efficiency numbers, then you might not be aware of how well Dan Hurley is doing in his first year at Rhode Island. But even after five consecutive losses, I'm kind of impressed, because with the exception of Wednesday's defeat at UMass, all of those losses have been in close games after credible performances. It's a long slog, but these are all positive signs.", "articleId": 26, "lineId": 732}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "15. Fordham. In a league full of pretty questionable defensive teams, Fordham's defense might be the worst.", "articleId": 26, "lineId": 733}
{"date": "Feb 8, 2013 12:00:00 AM", "s": "16. Duquesne. Except for maybe Duquesne.", "articleId": 26, "lineId": 734}
{"date": "Feb 6, 2013 12:00:00 AM", "s": "NBA power rankings 2013: Consensus at the top", "articleId": 27, "lineId": 735}
{"date": "Feb 6, 2013 12:00:00 AM", "s": "By Jonathan Tjarks on Feb 5, 12:14p +", "articleId": 27, "lineId": 736}
{"date": "Feb 6, 2013 12:00:00 AM", "s": "Soobum Im-US PRESSWIRE", "articleId": 27, "lineId": 737}
{"date": "Feb 6, 2013 12:00:00 AM", "s": "With the All-Star weekend nearly upon us, most NBA power rankings agree that the Spurs, Heat and Thunder have separated themselves from the pack.", "articleId": 27, "lineId": 738}
{"date": "Feb 6, 2013 12:00:00 AM", "s": "Tweet this post", "articleId": 27, "lineId": 739}
{"date": "Feb 6, 2013 12:00:00 AM", "s": "With the Clippers reeling from Chris Paul's longer than expected absence and the Grizzlies still trying to find themselves in the wake of the Rudy Gay trade, the Spurs , Heat and Thunder are practically unanimous Top 3 selections in the most recent NBA power rankings across the web.", "articleId": 27, "lineId": 740}
{"date": "Feb 6, 2013 12:00:00 AM", "s": "At SB Nation, our own Seth Rosenthal has San Antonio ranked at No. 1 :", "articleId": 27, "lineId": 741}
{"date": "Feb 6, 2013 12:00:00 AM", "s": "There's absolutely no reason to be worried about the Spurs' immediate prospects sans Tim Duncan -- they did, after all just win five games without him, and have already called Aron Baynes right back from the D-League. It just better not be anything serious wrong with Duncan's knee. We've had too many knee things already.", "articleId": 27, "lineId": 742}
{"date": "Feb 6, 2013 12:00:00 AM", "s": "And while the Spurs don't generate as many headlines as their most celebrated counterparts in Miami and Oklahoma City, their machine-like efficiency in the regular season has generated respect throughout the league.", "articleId": 27, "lineId": 743}
{"date": "Feb 6, 2013 12:00:00 AM", "s": "ESPN's Marc Stein has them at No. 1 , as does Kurt Helin of Pro Basketball Talk .", "articleId": 27, "lineId": 744}
{"date": "Feb 6, 2013 12:00:00 AM", "s": "The only dissenter are the Hollinger Power Rankings over at ESPN, which are still going strong even though their creator has moved on to a front office role in Memphis. They have the Thunder at No. 1 , primarily due to a slightly tougher schedule over the last month than the Spurs.", "articleId": 27, "lineId": 745}
{"date": "Feb 6, 2013 12:00:00 AM", "s": " ", "articleId": 27, "lineId": 746}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Nets pick up road win over Pacers in OT", "articleId": 28, "lineId": 747}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "By The Sports Xchange | The SportsXchange – 2 hours 36 minutes ago", "articleId": 28, "lineId": 748}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "3", "articleId": 28, "lineId": 749}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "INDIANAPOLIS -- The Brooklyn Nets proved they could bounce back from an embarrassing loss.", "articleId": 28, "lineId": 750}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "A night after being blown out by the San Antonio Spurs at home, the Nets went on the road to beat the Indiana Pacers 89-84 in overtime at Bankers Life Fieldhouse.", "articleId": 28, "lineId": 751}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"I felt we just competed the whole game from the opening tip to the end,\" Nets coach P.J. Carlesimo said. \"The only good thing about getting killed by San Antonio was the next day we beat one of the better teams in the league.\"", "articleId": 28, "lineId": 752}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The home-court magic the Pacers had for two months is gone. Indiana has lost two straight games at home after running off 15 in a row there.", "articleId": 28, "lineId": 753}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Pacers can blame poor shooting from their key players for the loss.", "articleId": 28, "lineId": 754}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Starting forwards Paul George and David West combined to go 3 of 21 from the field. George fouled out after scoring only five points, his lowest point total since going scoreless at Golden State on Dec. 1.", "articleId": 28, "lineId": 755}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"We tried to tell the service people in the gym to take the lid off the rim,\" said Pacers point guard George Hill, who scored 22 points. \"They didn't hear me, but at the same time, those are shots we normally make. I'd take those shots 100 percent of the time by D West. He's been making those. Tonight, he didn't, so you move on from it.\"", "articleId": 28, "lineId": 756}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Nets outscored the Pacers 13-8 in overtime.", "articleId": 28, "lineId": 757}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Pacers scored the first point of overtime but then the Nets pulled away with nine of the next 11 points.", "articleId": 28, "lineId": 758}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "In regulation, the Nets tied the score at 76 when Joe Johnson beat Hill off the dribble for a basket with 13.0 seconds left.", "articleId": 28, "lineId": 759}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "West missed a left-handed floater in the lane, sending the game into overtime.", "articleId": 28, "lineId": 760}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"A tough shooting night,\" George said. \"If we make half the shots we missed, we're in the 90's and our defense held them in the 70's for the most part. Credit them. They came in and played a hard game.\"", "articleId": 28, "lineId": 761}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Pacers had the advantage on paper because the Nets were without starting point guard Deron Williams. They compensated for his absence by making sure All-Star center Brook Lopez got plenty of touches in the post.", "articleId": 28, "lineId": 762}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Lopez got the better of Pacers center Roy Hibbert, an All-Star last season, in the post.", "articleId": 28, "lineId": 763}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Lopez scored 25 points on 8-of-19 shooting from the field to go with eight rebounds.", "articleId": 28, "lineId": 764}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Pacers tried to counter Lopez's production by getting Hibbert touches down low. But as he has done all season, Hibbert struggled. Hibbert finished with 12 points on 5-of-18 shooting from the field.", "articleId": 28, "lineId": 765}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"It was a complete team game from top to bottom,\" Lopez said. \"Everyone contributed. It was a good win tonight, as we responded to their runs.\"", "articleId": 28, "lineId": 766}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Pacers let the Nets dictate the pace of the game, which turned out to be a slow one.", "articleId": 28, "lineId": 767}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Indiana's biggest lead was five points, and Brooklyn led by as many as 10.", "articleId": 28, "lineId": 768}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Pacers managed to hang in despite the poor shooting from their core players. They got a 3-pointer from D.J. Augustin and West found Hill underneath for a wide-open lay up to get the Pacers back to one at 70-69.", "articleId": 28, "lineId": 769}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Pacers didn't stop there. They tied the score at 72 on a George jumper. Then Hibbert had possibly his biggest basket of the season on a right-handed hook along the baseline to put the Pacers up 76-74.", "articleId": 28, "lineId": 770}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Nets had a chance to tie the score on their next possession when Johnson backed Lance Stephenson down, but Hill came in from the weak side, stole the ball and went coast to coast for the layup to give the Pacers a 76-72 lead with 98 seconds remaining in the game.", "articleId": 28, "lineId": 771}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Backup power forward Reggie Evans grabbed 22 rebounds for the Nets.", "articleId": 28, "lineId": 772}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "NOTES: The Nets will be without Williams for the final two games before the All-Star break because of inflammation in both of his ankles. Williams is averaging 16.7 points, 7.6 assists and 3.3 rebounds this season. C.J. Watson started at point guard against the Pacers. ... Pacers small forward Danny Granger (left knee) went through his first full-court contact practice Sunday. Coach Frank Vogel said Granger responded well after the practice. \"He said he felt really good,\" Vogel said. \"Couple of movements he felt like he was still getting his confidence back to explode. No pain or anything. Just normal recovering type of stuff in your first live action.\" Granger will make his season debut against Charlotte on Wednesday or the Pacers will hold him out until after the All-Star break so that he can make his debut against the New York Knicks on Feb. 20. ... West left the game in the first quarter after Lopez inadvertently scratched him in the left eye.", "articleId": 28, "lineId": 773}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "@yahoosports on Twitter, become a fan on Facebook", "articleId": 28, "lineId": 774}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Explore Related Content", "articleId": 28, "lineId": 775}
{"date": "Feb 5, 2013 12:00:00 AM", "s": "Ken Berger | EyeOnBasketball", "articleId": 29, "lineId": 776}
{"date": "Feb 5, 2013 12:00:00 AM", "s": "But every once in a while, matchups matter. And the closer teams are to one another, the more those matchups matter. In a year in which so many teams seem pretty close to each other, those matchups are going to matter more and more.", "articleId": 29, "lineId": 777}
{"date": "Feb 5, 2013 12:00:00 AM", "s": "Take the Western Conference, for example.", "articleId": 29, "lineId": 778}
{"date": "Feb 5, 2013 12:00:00 AM", "s": "The Spurs want to avoid the Grizzlies, who want to avoid the Clippers, who want to avoid the Thunder, who want to avoid the Warriors, who want to avoid the Nuggets, who want to avoid the Spurs. The Thunder and Spurs are the best teams in their conference but both have suffered the pain of unfavorable matchups in recent years.", "articleId": 29, "lineId": 779}
{"date": "Feb 5, 2013 12:00:00 AM", "s": "Meanwhile, in the East, the Knicks don't want to see the Bulls. The Heat are often so focused on the Celtics as rivals that they miss the fact that Indiana has significant matchup advantages and had a very good chance to eliminate them last year, Bosh or no Bosh. No team wants to see the Heat, but the Nets get absolutely destroyed by Miami's specific set of talent.", "articleId": 29, "lineId": 780}
{"date": "Feb 5, 2013 12:00:00 AM", "s": "As we start to see the first signs of the light at the end of the long NBA regular-season tunnel, it's important to keep in mind that it's not just about how good the two teams that meet up are. It's how they match up.", "articleId": 29, "lineId": 781}
{"date": "Feb 5, 2013 12:00:00 AM", "s": "RANK", "articleId": 29, "lineId": 782}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Albany hangs in with national powers in UPS Team Performance Index", "articleId": 30, "lineId": 783}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Feb. 11, 2013 3:28 PM ET", "articleId": 30, "lineId": 784}
{"date": "Feb 11, 2013 12:00:00 AM", "s": " ", "articleId": 30, "lineId": 785}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "It hasn't taken long for Katie Abrahamson-Henderson's up-tempo style of basketball to bring unprecedented success to Albany.", "articleId": 30, "lineId": 786}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The third-year coach guided the Great Danes to their first NCAA tournament appearance a season ago and could have an even better squad this season, especially judging by how the unheralded program ranks among the heavyweights in women's college basketball in the UPS Team Performance Index.", "articleId": 30, "lineId": 787}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "In conjunction with STATS LLC, UPS has created a proprietary algorithm that gauges six major statistics covering the spectrum of a team's on-court performance: effective field-goal percentage, effective field-goal percentage against, rebounding percentage, ball-handling efficiency, miscues and winning percentage.", "articleId": 30, "lineId": 788}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "From there, the data is normalized and an overall index is created for all 340 NCAA Division I teams. The scores are not meant to reflect a traditional power poll, per se, but measure a broad range of inside-the-lines excellence and overall balance.", "articleId": 30, "lineId": 789}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The top 14 teams from last week remain the same in the UPS. One-loss squads Connecticut, Baylor, Duke and Notre Dame are the top four.", "articleId": 30, "lineId": 790}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "While other perennial powerhouses like Maryland (No. 5) and Stanford (No. 7) are also ranked high, it may be surprising that reigning America East champion Albany is eighth in the index.", "articleId": 30, "lineId": 791}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "That's only because the Great Danes are little known despite featuring a two-time conference defensive player of the year in guard Ebone Henry as well as a rarity in women's college basketball, a 6-foot-9 center in New Zealand native Megan Craig. She's one of three players in the nation that's at least that tall, according to her coach.", "articleId": 30, "lineId": 792}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"Defensively, No. 1 we have a great defensive player of the year, she's on our team, she's a guard, No. 2 we have a 6-9 player you don't know about so that really helps us,\" said Abrahamson-Henderson, whose team didn't receive any votes in the AP Top 25 this week. \"Everybody knows about Brittney Griner but we have a 6-9 player that it's hard to score against.\"", "articleId": 30, "lineId": 793}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Craig isn't even the team's top rebounder, with senior forward Julie Forster averaging 8.2 after leading the America East in that category each of the previous three seasons. Albany ranks fifth in effective field-goal percentage against and fourth in rebounding percentage in the UPS index.", "articleId": 30, "lineId": 794}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "What may be most interesting about the Great Danes, winners of 12 straight, is their poor UPS ranking in miscues at 283. Albany averages 17.2 turnovers - an area that appears to need some work.", "articleId": 30, "lineId": 795}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "It's overcome it, however, by forcing a conference-best 19.9 turnovers per game and averaging 71.5 points because of the fast-paced style the energetic Abrahamson-Henderson prefers.", "articleId": 30, "lineId": 796}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"We're trying to create turnovers on defense and go fast on offense,\" she said. \"America East is typically walk the ball up the floor - most of the teams are - and set up your offense. We want to go.\"", "articleId": 30, "lineId": 797}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Albany went 23-10 and lost to defending national champion Texas A&M as a No. 14 seed in the NCAA tournament last season. A higher seed is possible in 2012-13, but the Great Danes likely have to win the conference tournament to return to the NCAAs.", "articleId": 30, "lineId": 798}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"I'm not new to this business but the school is, the school is new to the winning part,\" Abrahamson-Henderson said. \"When I coached at Missouri State, we went to the NCAAs three times, won conference championships.\"", "articleId": 30, "lineId": 799}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Although there were no changes atop the index, some shake-ups could happen next Monday. In a pair of key matchups to start this week, the Blue Devils host the Terrapins in an ACC showdown while the Fighting Irish face a test against Louisville, 12th in the UPS.", "articleId": 30, "lineId": 800}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "UConn, winner of 17 straight, continues to dominate the index. The Huskies rank first in offensive efficiency, defensive efficiency and ball-handling.", "articleId": 30, "lineId": 801}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The Griner-led Bears continue to be ranked No. 1 by the Associated Press with the nation's longest win streak at 20. However, a 40-40 tie on the glass in a 75-48 victory over Texas on Saturday may have caused Baylor to slip one spot in the rebounding percentage category to eighth.", "articleId": 30, "lineId": 802}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The biggest risers this week were Utah State and Central Florida, which both moved up 35 spots. The Aggies have won seven straight to take over first place in the Western Athletic Conference and are up to 197th in the index while the Knights moved up to 245th.", "articleId": 30, "lineId": 803}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Boise State endured the biggest drop of 31 spots to 220th.", "articleId": 30, "lineId": 804}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Weber State and North Carolina Central, both 0-22, are 339th and 340th.", "articleId": 30, "lineId": 805}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Copyright 2013 by STATS LLC and The Associated Press. Any commercial use or distribution without the express written consent of STATS LLC and The Associated Press is strictly prohibited.", "articleId": 30, "lineId": 806}
{"date": "Feb 11, 2013 12:00:00 AM", "s": " ", "articleId": 30, "lineId": 807}
{"date": "Jan 31, 2013 12:00:00 AM", "s": "NBA Picks: NBA Eastern Conference Power Rankings", "articleId": 31, "lineId": 808}
{"date": "Jan 31, 2013 12:00:00 AM", "s": "Thursday, January 31, 2013 2:44 PM ET", "articleId": 31, "lineId": 809}
{"date": "Jan 31, 2013 12:00:00 AM", "s": "The Heat are being pushed for the top spot in the NBA Eastern Conference. Here is a look at the thick competition, and maybe we can use this data to pull some winning NBA picks out.", "articleId": 31, "lineId": 810}
{"date": "Jan 31, 2013 12:00:00 AM", "s": "NBA Eastern Conference Power Rankings update", "articleId": 31, "lineId": 811}
{"date": "Jan 31, 2013 12:00:00 AM", "s": "The times they are changing, and the NBA’s Eastern Conference is turning over and changing with the times. Teams from the bottom half have moved solidly into the top three, and although they continue to win, the Miami Heat do not have the cushion they had in the first half of the season. There seem to be more than just one or two teams emerging that could give the Heat a run season, so let's look at the updated East standings and see if I have the teams similarly ranked.", "articleId": 31, "lineId": 812}
{"date": "Jan 31, 2013 12:00:00 AM", "s": "Miami Heat (29-13 SU, 21-21 ATS, 1st in East standings)", "articleId": 31, "lineId": 813}
{"date": "Jan 31, 2013 12:00:00 AM", "s": "The Heat had an up-and-down last week, but they still sit atop the East with a 1 1/2 game cushion. Over the last week, the Heat have played in two overtime games, winning one and losing the other. Last night they had a huge win against the Brooklyn Nets, which most of us saw coming after the ignorant comments of Reggie Evans. However, even though they continue to win their lead in the Eastern conference is shrinking fast. With the exception of a trip to Indiana they don't have that many tough games within the next week, however right before and right after the All-Star break Miami has a stretch of about six very tough games in a row. They could be fade material coming soon.", "articleId": 31, "lineId": 814}
{"date": "Jan 31, 2013 12:00:00 AM", "s": "Chicago Bulls (28-17 SU, 18-27 ATS, 3rd in East standings)", "articleId": 31, "lineId": 815}
{"date": "Jan 31, 2013 12:00:00 AM", "s": "Chicago ascended to the two spot in my power rankings last week, and it is looking more and more like they are in fact the second best team in the Eastern conference. The emergence of Jimmy Butler for this team has been like making a big trade without having to give anything up. Not to mention the fact that Derrick Rose just started taking full contact in practice. Even though Rose's return will be slow and likely off the bench, 20 minutes of Derrick Rose is still better than three out of every four NBA players. The Bulls have two, and arguably three All-Stars this year, and once all the pieces of the puzzle are in place, and if Rose is healthy towards the end of the regular season, watch out Lebron. I think Chicago might start evening out that awful ATS record of theirs soon and begin to beat the NBA odds . They started last night.", "articleId": 31, "lineId": 816}
{"date": "Jan 31, 2013 12:00:00 AM", "s": "New York Knicks (28-15 SU, 23-20 ATS, 2nd in East standings)", "articleId": 31, "lineId": 817}
{"date": "Jan 31, 2013 12:00:00 AM", "s": "The Knicks went 3-1 SU since my last power rankings update, however they are sticking in the third spot for now. My main reasoning for this is that I think the Knicks have referred back to some of their old ways. They fall in love with the three-point shot even when it's not falling, and in some games their defense has been severely lacking. Carmelo Anthony is only one man, and if New York's three-point arsenal isn't on, that puts a ton of pressure on him. The Knicks and Bulls could very well be interchangeable in the two and three spots on my power rankings, but New York’s recent lack of defensive intensity is somewhat concerning. I think the Knicks might be fade material right now in certain cases.", "articleId": 31, "lineId": 818}
{"date": "Jan 31, 2013 12:00:00 AM", "s": "Brooklyn Nets (27-19 SU, 21-23-2 ATS, 4th in East standings)", "articleId": 31, "lineId": 819}
{"date": "Jan 31, 2013 12:00:00 AM", "s": "Despite their ugly loss last night to Miami, the Nets hold down the fourth spot on my power rankings once again this week. Brooklyn has been playing very well since Avery Johnson fired, and I do not know if there is correlation in that or if it is just coincidence, but the fact remains that Brooklyn has finally emerged as one of the East’s best teams. Deron Williams is finally starting to look like himself once again, and that always leads to getting easier shots for the rest of Brooklyn's starters. They need to prove (much like the Knicks, Bulls and Heat have done already this season) that they can beat the NBA's best teams. If and/or when they do it, watch out and be ready with your NBA betting tickets.", "articleId": 31, "lineId": 820}
{"date": "Jan 31, 2013 12:00:00 AM", "s": "Indiana Pacers", "articleId": 31, "lineId": 821}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Even without their big three, the San Antonio Spurs remain on a roll.", "articleId": 32, "lineId": 822}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Kawhi Leonard had 26 points in the Spurs' 103-89 win over the Chicago Bulls.", "articleId": 32, "lineId": 823}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Danny Green tallied 18 points and six rebounds, while Tiago Splitter and Gary Neal added 16 points apiece for the Spurs, who have won 13 of their last 14 games.", "articleId": 32, "lineId": 824}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Tim Duncan has missed nine of his last 11 contests due to a sore left knee, Manu Ginobili has missed five straight with tightness in his left hamstring and Tony Parker missed the action due to swelling around his knee.", "articleId": 32, "lineId": 825}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The last time San Antonio head coach Gregg Popovich sat Duncan, Ginobili and Parker in the same game -- a nationally televised showdown with the Miami Heat -- the NBA slapped the Spurs with a $250,000 fine. But all three were healthy scratches then.", "articleId": 32, "lineId": 826}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"One would hope you could play with anybody in the system. But it was a great challenge,\" Popovich said.", "articleId": 32, "lineId": 827}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Nate Robinson had 20 points and seven assists for Chicago, which has dropped four of its last six tilts.", "articleId": 32, "lineId": 828}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Leonard's 3-pointer gave San Antonio a 68-54 cushion midway through the third, but the Bulls outscored the Spurs 21-8 over the next eight-plus minutes to pull within one point.", "articleId": 32, "lineId": 829}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Robinson had nine points during the surge, which was capped on a Taj Gibson dunk to make it 76-75 with 9:51 left.", "articleId": 32, "lineId": 830}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Spurs, though, countered with a run of their own.", "articleId": 32, "lineId": 831}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Splitter poured in six points during a 13-3 swing and Leonard concluded it with a layup to put San Antonio up, 89-78, midway through the fourth.", "articleId": 32, "lineId": 832}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The visitors led by as many as 14 down the stretch.", "articleId": 32, "lineId": 833}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Bulls led 24-20 after one quarter of play, but the Spurs had a 31-18 advantage in the second quarter and took a 51-42 spread into the break.", "articleId": 32, "lineId": 834}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"I don't think we took them for granted. I just think they came out and played harder than us.\" Gibson said of losing to the short-handed Spurs.", "articleId": 32, "lineId": 835}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Game Notes", "articleId": 32, "lineId": 836}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "1 of 2. Chicago Bulls' Carlos Boozer (R) and teammate Luol Deng (L) battle San Antonio Spurs' Matt Bonner for a rebound during the first half of their NBA basketball game in Chicago, February 11, 2013.", "articleId": 33, "lineId": 837}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Credit: Reuters/Jim Young", "articleId": 33, "lineId": 838}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Tue Feb 12, 2013 2:01am EST", "articleId": 33, "lineId": 839}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "(Reuters) - The San Antonio Spurs took to the court without three of their top scorers to face Chicago on Monday but still had too much fire power for the Bulls, pulling out a 103-89 victory to pick up their 13th win in 14 games.", "articleId": 33, "lineId": 840}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Tony Parker (knee), Tim Duncan (knee) and Manu Ginobili (hamstring) all sat out for San Antonio, who own the best record in the NBA at 41-12, but a career-best 26 points from Kawhi Leonard and 18 from Danny Green kept the Spurs machine rolling.", "articleId": 33, "lineId": 841}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"All of us are basketball players here, we're competitive,\" Leonard told reporters of the Spurs, who were also without Stephen Jackson for personal reasons.", "articleId": 33, "lineId": 842}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"That's why we play the game. If we go in doubting ourselves, we're already beat.\"", "articleId": 33, "lineId": 843}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "San Antonio clung to a 76-75 lead in the fourth quarter before a 19-5 run closed the door on Chicago.", "articleId": 33, "lineId": 844}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"One would hope you could play with anybody in our system, but it was a tough challenge tonight,\" said San Antonio coach Gregg Popovich. \"I couldn't be more proud of them.\"", "articleId": 33, "lineId": 845}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Nate Robinson scored 20 points to pace the Bulls while Joakim Noah added seven and 15 rebounds for the home team, who faded down the stretch.", "articleId": 33, "lineId": 846}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Bulls had dominated inside and outrebounded the visitors 49-26 but it did not seem to matter.", "articleId": 33, "lineId": 847}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "San Antonio grabbed a nine-point advantage at halftime and stretched it to 14 in the third before the Bulls closed the quarter strongly to make a game of it.", "articleId": 33, "lineId": 848}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Chicago (30-21) have now lost three of four.", "articleId": 33, "lineId": 849}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "(Reporting by Jahmal Corner in Los Angeles, Editing by Peter Rutherford)", "articleId": 33, "lineId": 850}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Email", "articleId": 34, "lineId": 851}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Parker leads the Spurs against the Bulls. (Photo: Reuters)", "articleId": 34, "lineId": 852}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The San Antonio Spurs will visit the Chicago Bulls on Monday. The game will be broadcast live on FxSW, CSNC and NBATV at 8 p.m., ET, and can be seen via live TV stream online for free here , but please, click on that link at your own risk.", "articleId": 34, "lineId": 853}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Follow Us :", "articleId": 34, "lineId": 854}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "While the Spurs are looking to win back-to-back games after a disappointing defeat to the Detroit Pistons on Friday, while the Bulls are looking to avoid losing four out of their last six games. San Antonio, though, has dropped four of the last five meetings with the Bulls, including both in Chicago during that stretch.", "articleId": 34, "lineId": 855}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Without Tim Duncan or Manu Ginóbili playing -- the former having missed eight of the last 10 games nursing a sore left knee and the latter having sat out four straight with tightness in his left hamstring -- Tony Parker has been running the show to near-perfection.", "articleId": 34, "lineId": 856}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Against the Brooklyn Nets on Sunday, he scored 29 points and tallied 11 assists in a 111-86 victory. He had 31 points and eight assists in each of the two previous games, including Friday's loss in Detroit that ended an 11-game winning streak, and is averaging 27.2 points and shooting 62.7 percent from the floor over his last six games. However, in the last game against Chicago on Feb. 29, Parker hit only 5 of 16 from the floor and scored only 11 points in a 96-89 home loss.", "articleId": 34, "lineId": 857}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "It's unknown yet if either Duncan or Ginobili will be able to play against the Bulls.", "articleId": 34, "lineId": 858}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The Bulls capped their six-game road trip with a 93-89 win over the Utah Jazz on Friday behind Carlos Boozer's team-high 19 points after winning two of the first three followed by losing 111-101 to the Indiana Pacers on Monday and being routed the Denver Nuggets 128-96 on Thursday.", "articleId": 34, "lineId": 859}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Uncharacteristically, the Bulls haven't been playing the defense will all have known them to play recently. Although the team still ranks third in points allowed per game at 91.7 points per game and field-goal percentage defense at 43.3 percent per game, its opponents are averaging 109.3 points per game and shooting 52.9 percent from the floor over the last three games.", "articleId": 34, "lineId": 860}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Meanwhile, San Antonio ranks second in field goal percentage (48.8) and fourth in points, scoring 104.2 points per contest. So, given Chicago's recent troubles on defense and their longstanding trouble on offense, San Antonio should have the edge in this game.", "articleId": 34, "lineId": 861}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "For tips, thoughts and observations on all things sports, email us at tips [at] isportstimes.com", "articleId": 34, "lineId": 862}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Feb 11, 2013 07:43 PM EST", "articleId": 35, "lineId": 863}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Spurs vs. Bulls Watch and Listen Online LIVE STREAM: NBA Live Feed and Coverage from Chicago", "articleId": 35, "lineId": 864}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Follow @twitter", "articleId": 35, "lineId": 865}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The San Antonio Spurs vs. the Chicago Bulls battle it out on the court at the United Center in Chicago on Monday, Feb. 11 at 8:00 p.m. ET. Read on to see where fans can watch and listen to a live stream of the Monday night basketball game online and catch up-to-date feeds and coverage on highlight plays and scores.", "articleId": 35, "lineId": 866}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Spurs head into Monday evening's game as the no 1 team in the Western Southwest Conference of the Division Regular Season with 40 wins and only 12 losses. They currently rank the no 1 team overall in the NBA. According to ESPN's sports columnist Marc Stein, \"The good news: For the fourth time in the Pop era, San Antonio is the first team to win 40 games. The bad news: Only one of the past seven teams to do so (Boston in 2007-08) reached the NBA Finals. The best news: Tony is playing the best ball of his life ... with or without Timmy and Manu.\"", "articleId": 35, "lineId": 867}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Bulls are currently ranked 2nd in the Eastern Central Conference, coming in right behind the Indiana Pacers. Chicago currently hold the overall no 11 spot (out of 30 teams) with 20 wins and 20 losses. As Stein points out, \"It's getting harder and harder to resist projecting what the Bulls will look like when Derrick Rose comes back. One big reason for that: Chicago already has the best intraconference record in the East at a tidy 23-9. Which goes rather nicely with the East's best road record (15-9).\"", "articleId": 35, "lineId": 868}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The game will be broadcasted live on NBA-TV and local stations FSSW and CSN-Chicago, but fans can also listen in on the radio at KLNT , WOAI , 760 'The Ticket ,' ESPN 1000 , 1050 'The Fan,' and ESPN 1380 , ", "articleId": 35, "lineId": 869}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "For complete NBA standings for the regular 2012-2013 season, check out NBA.com .", "articleId": 35, "lineId": 870}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "For fans who want to try out a free live stream (which may mean downloading a torrent), click here .", "articleId": 35, "lineId": 871}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "For a one-time fee, fans can access a NBA All-Access Member pass.", "articleId": 35, "lineId": 872}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "ESPN , ESPN Scoreboard , SBNation , and NBA TV are both good sources for up-to-date game coverage and feeds.", "articleId": 35, "lineId": 873}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "For more team radio station affiliates: Spurs and Bulls . ", "articleId": 35, "lineId": 874}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "And official NBA team websites: Spurs and Bulls . ", "articleId": 35, "lineId": 875}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "United Center 1901 West Madison Street, Chicago, IL 60612, USA", "articleId": 36, "lineId": 876}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Spurs, owners of the NBA 's best record at 41-12, thwarted a Bulls rally thanks to the hot shooting of Kawhi Leonard . The lanky forward hit consecutive jump shots with about four minutes left that deflated the comeback. Leonard led the Spurs with 26 points on 11-of-18 shooting.", "articleId": 36, "lineId": 877}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"Throughout the game, he was just so solid,\" Thibodeau said of Leonard. \"I thought (Gary) Neal hurt us in the first half. They play smart. They play tough.\"", "articleId": 36, "lineId": 878}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Bulls (30-21) were tough at times, but they didn't play smart. Nate Robinson 's 11-point third quarter helped them cut into a 14-point Spurs lead. With 9 minutes, 51 seconds left in the fourth quarter, Taj Gibson 's dunk pulled the Bulls to within one at 76-75.", "articleId": 36, "lineId": 879}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "But the Spurs responded with a 13-3 spurt to regain the momentum. The Bulls simply ran out of gas in the end.", "articleId": 36, "lineId": 880}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Robinson led the Bulls with 20 points to go along with a busted lip, while Richard Hamilton (16 points), Carlos Boozer (14) and Luol Deng (11) also scored in double figures.", "articleId": 36, "lineId": 881}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Joakim Noah, who was questionable coming into the game with plantar fasciitis in his right foot, started and played the first 14 minutes before taking a breather. He finished with seven points, 15 rebounds and five assists.", "articleId": 36, "lineId": 882}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "After the game, Noah tried to avoid questions about his foot, maintaining he was \"fine\" and just needed to figure out how to fully participate in practices.", "articleId": 36, "lineId": 883}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "In terms of what happened with the team Monday night, Noah had plenty to say.", "articleId": 36, "lineId": 884}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"We didn't play smart, turned the ball over way too much, frustrating loss,\" he said.", "articleId": 36, "lineId": 885}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"We're not playing good basketball right now. We're on top of each other offensively. We're not trusting each other defensively. We have to play better. We know we're more than capable of playing better.\"", "articleId": 36, "lineId": 886}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Spurs committed just eight turnovers with Nando De Colo running the point in place of Parker. They shot 8 of 16 from 3-point territory as compared to a 2 for 12 for the Bulls from beyond the arc.", "articleId": 36, "lineId": 887}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Thibodeau believes plenty of adjustments need to be made if his team is to gather a full head of steam before Derrick Rose 's return.", "articleId": 36, "lineId": 888}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"We have to get our intensity back, we have to get our discipline back,\" he said. \"Right now, people are looking for bailouts. You can't have that. We're taking some shortcuts and we're paying for it, both offensive and defensively.\"", "articleId": 36, "lineId": 889}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Layups: Thibodeau on the Spurs' Parker, whom he called an MVP candidate: \"He's always been a terror in the paint. To be a point guard and shoot the percentages that he's shooting is a credit to how hard he's worked at his shooting. There's not anything that he's not doing.\" … Guard Kirk Hinrich missed Monday's game as he continues to recover from a right elbow infection. Thibodeau believes Hinrich will make Wednesday's trip to Boston. ... The Spurs' Stephen Jackson missed the game for personal reasons.", "articleId": 36, "lineId": 890}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "AP Photo/Rick Bowmer", "articleId": 37, "lineId": 891}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Joakim Noah is considering missing the All-Star Game because of foot problems.", "articleId": 37, "lineId": 892}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "DEERFIELD, Ill. -- Chicago Bulls center Joakim Noah is a game-time decision for Monday night's contest against the San Antonio Spurs because of plantar fasciitis in his right foot. Noah spent some extra time after shootaround, working on some of his post moves but Bulls head coach Tom Thibodeau said Noah didn't do much.", "articleId": 37, "lineId": 893}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"We held him out most of it,\" Thibodeau said. \"He did the walk-through part, did a little bit of shooting.\"", "articleId": 37, "lineId": 894}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Noah missed three games last week before returning on Thursday night against the Denver Nuggets . He admitted on Sunday that he would consider missing the All-Star Game this Sunday if he felt it was necessary.", "articleId": 37, "lineId": 895}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"To me, (the All-Star Game is) pretty important,\" Noah said after Sunday's practice. \"I mean, it's not that important, but it's something I want to do. I also have to do what's right for the team. There's obviously a bigger picture than the All-Star game. We'll see.\"", "articleId": 37, "lineId": 896}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Thibodeau understands that Noah's injury comes down to pain tolerance.", "articleId": 37, "lineId": 897}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"He's had it before so we'll see how it goes,\" Thibodeau said. \"He's fine.\"", "articleId": 37, "lineId": 898}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Thibodeau reiterated that guard Kirk Hinrich would be out again Monday because of a right elbow injury. Backup guard Marco Belinelli will play as he continues to rehab his sprained right ankle that he injured last week.", "articleId": 37, "lineId": 899}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Print", "articleId": 38, "lineId": 900}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "CHICAGO -- Chicago Bulls center Joakim Noah was in the starting lineup for Monday night's contest against the San Antonio Spurs at the United Center.", "articleId": 38, "lineId": 901}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "After missing three games Noah played Thursday in Denver, but he continues to be bothered by plantar fasciitis in his right foot.", "articleId": 38, "lineId": 902}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Guard Kirk Hinrich was out again Monday with a right elbow injury, while backup Marco Belinelli was available as he continues to rehab his sprained right ankle.", "articleId": 38, "lineId": 903}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "By Vaughn McClure, Tribune reporter", "articleId": 39, "lineId": 904}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "12:01 p.m. CST, February 11, 2013", "articleId": 39, "lineId": 905}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Joakim Noah, who continues to deal with plantar fasciitis in his right foot, is a game-time decision for Monday night’s Chicago Bulls matchup against the San Antonio Spurs at the United Center.", "articleId": 39, "lineId": 906}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Although Tom Thibodeau would not commit to Noah’s status, the Bulls coach did clear guard Marco Belinelli to play, coming back from a right ankle injury. Guard Kirk Hinrich already was ruled out because of an infected right elbow.", "articleId": 39, "lineId": 907}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Noah, who played 34 minutes in a 93-89 win at Utah on Friday, had limited participation in Monday morning’s shootaround at the Berto Center.", "articleId": 39, "lineId": 908}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"Did the walkthrough part, did a little bit of shooting,\" Thibodeau said of Noah.", "articleId": 39, "lineId": 909}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The team is still in the process of deciding Noah’s status for Sunday’s All-Star Game in Houston. Thibodeau hopes it doesn’t linger throughout the rest of the season.", "articleId": 39, "lineId": 910}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"He’s had it before, so we’ll see how it goes,\" Thibodeau said. \"He’s fine.\"", "articleId": 39, "lineId": 911}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The Spurs are expected to be without Tim Duncan (knee) and Manu Ginobili (hamstring). Both missed Sunday’s 111-86 win at Brooklyn. The Bulls will have to contend with All-Star guard Tony Parker, who had 29 points and 11 assists against the Nets.", "articleId": 39, "lineId": 912}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Thibodeau expects a tough challenge against one of the best coaches in the game, Gregg Popovich.", "articleId": 39, "lineId": 913}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"It’s a great system, great style of play, well-balanced,\" Thibodeau said of Popovich’s Spurs. \"They’ve put a premium on shooting. Character, toughness .. it’s reflected in everything they do.", "articleId": 39, "lineId": 914}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"They’re pretty much the gold standard.\"", "articleId": 39, "lineId": 915}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "The Spurs Nets betting line had San Antonio as a -2 road favourite. You can bet this game at SportsBettingOnline.com, where you can qualify to recieve up to $1000 in FREE BETS in addition to 10 percent cash back weekly WIN or LOSE with no rollover requirement – Just bet minimum 5 times per week", "articleId": 40, "lineId": 916}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "The 39-12 Spurs visit the 29-21 Nets Sunday night. San Antonio has beaten Brooklyn in their last 10 meetings. Prior to losing their last game, San Antonio had won 11 straight. The Nets, meanwhile, have cooled off a bit, winning 5 of their last 10.", "articleId": 40, "lineId": 917}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "The Spurs are 23-6-1 Against The Spread in their last 30 vs. Eastern Conference.", "articleId": 40, "lineId": 918}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "San Antonio are 27-11-2 ATS in their last 40 games following a ATS loss.", "articleId": 40, "lineId": 919}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "The Spurs are 9-4-2 ATS in their last 15 vs. NBA Atlantic.", "articleId": 40, "lineId": 920}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "The Nets are 5-11 ATS in their last 16 games following a S.U. loss.", "articleId": 40, "lineId": 921}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Brooklyn is 4-9 ATS in their last 13 games following a SU loss of more than 10 points.", "articleId": 40, "lineId": 922}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "The Nets are 4-11-1 ATS in their last 16 Sunday games.", "articleId": 40, "lineId": 923}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "The Nets are 1-6-1 ATS in their last 8 home games vs. a team with a road winning % of greater than .600.", "articleId": 40, "lineId": 924}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Brooklyn is 0-4 ATS in their last 4 games vs. a team with a winning S.U. record.", "articleId": 40, "lineId": 925}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "The Nets are 0-4 ATS in their last 4 vs. NBA Southwest.", "articleId": 40, "lineId": 926}
{"date": "Feb 10, 2013 12:00:00 AM", "s": " ", "articleId": 40, "lineId": 927}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Submitted by Tyrone Black on Sun, 02/10/2013 - 13:37", "articleId": 40, "lineId": 928}
{"date": "Feb 10, 2013 12:00:00 AM", "s": "Tags: ", "articleId": 40, "lineId": 929}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Michael De Leon", "articleId": 41, "lineId": 930}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Michael A. De Leon is a graphic designer by day, but wears many hats in his off time. In 2004, after several years of covering the Spurs, he started Project Spurs, a Spurs team fansite as an outlet to provide content to Spurs fans, while continuing to write for himself and learning the ins and outs of online publishing and web design. He has since built a writing team and started a popular weekly Spurs podcast called the Spurscast.", "articleId": 41, "lineId": 931}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "ALarge Text", "articleId": 42, "lineId": 932}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "The Oklahoma City Thunder attempt to become the second NBA team to reach 40 wins this season when they visit the Utah Jazz on Tuesday. San Antonio has won a league-best 41 games and Oklahoma City is battling the Spurs for the top seed in the Western Conference. The Thunder have won four consecutive games as they face a Utah squad that has lost two straight contests after losing to the Sacramento Kings on Saturday.The Jazz are currently seventh in the Western Conference playoff race. Utah has lost back-to-back games with the first of those being a rare home loss. The Jazz fell to the Chicago Bulls on Friday to drop to 19-6 at home. Oklahoma City clobbered the Phoenix Suns twice by a combined 59 points and Sunday's 97-69 victory marked just the third time in 14 games that the Thunder didn't reach 100 points. Oklahoma City is 16-9 on the road.TV: 9 p.m. ET, Fox Sports Oklahoma, ROOT (Utah)ABOUT THE THUNDER (39-12): Oklahoma City has won each game by more than 20 points during the current winning streak, with the average victory being 25.3 points. The Thunder have allowed an average of 88.5 points during the stretch as the defensive performance has been as impressive as the typically solid offense. \"Defense first,\" All-Star forward Kevin Durant said. \"These last two or three games have been great for us on the defensive end, setting the tone. We have to keep it up.\" Guard Russell Westbrook had 23 points, 13 rebounds, eight assists and seven steals when the Thunder beat the Jazz 106-94 on Nov. 30.ABOUT THE JAZZ (28-24): Utah certainly wants to avoid a third straight loss with the All-Star break looming. The Jazz played poorly while losing at lowly Sacramento and feel the urgency with the Thunder looming, followed by a road game at Minnesota. \"We just dropped two in a row,\" forward Paul Millsap said. \"These next two games are important for us coming into the break. It will give us a little momentum going into the break, especially after we dropped these last two.\" Reserve guard Alec Burks had a career-best 24 points in the loss against the Kings.BUZZER BEATERS 1. Oklahoma City has won six of the last seven meetings with Utah. 2. Jazz swingman Gordon Hayward (shoulder) will likely miss his ninth straight outing.3. The status of Thunder G Kevin Martin (flu) will be decided in the hours before the game.PREDICTION: Thunder 102, Jazz 97.", "articleId": 42, "lineId": 933}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Related", "articleId": 42, "lineId": 934}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Warriors unveil jersey with sleeves", "articleId": 43, "lineId": 935}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "By Marcus Thompson II", "articleId": 43, "lineId": 936}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Posted: 02/11/2013 09:06:33 AM PST", "articleId": 43, "lineId": 937}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "February 12, 2013 12:29 AM GMTUpdated: 02/11/2013 04:29:59 PM PST", "articleId": 43, "lineId": 938}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Â Â Â Â ", "articleId": 43, "lineId": 939}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Â Â Â Â Â ", "articleId": 43, "lineId": 940}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Reaction: The Golden State Warriors add sleeves to their uniforms", "articleId": 43, "lineId": 941}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "OAKLAND -- About 10 minutes into Adidas' pitch about an innovative new uniform with sleeves, Warriors' co-owner Peter Guber had seen enough.", "articleId": 43, "lineId": 942}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"I went 'Wow!' \" Guber said of the August 2011 meeting. \"It was a very profound change. And I think Adidas presenting it to us and giving us the option to be the first one to do this demonstrates our willingness to be inventive.\"", "articleId": 43, "lineId": 943}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "On Monday, the Warriors unveiled their yellow, alternate uniforms. They will be the first team in the modern NBA era to play in something other than a tank top.", "articleId": 43, "lineId": 944}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The Warriors will debut the new unis for their Feb. 22 home game against the San Antonio Spurs, which is being aired on ESPN. They will also wear them March 8 vs. Houston and March 15 vs. Chicago.", "articleId": 43, "lineId": 945}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "If Adidas has its way, the new look will be a growing trend.", "articleId": 43, "lineId": 946}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"It was the right moment, the right team,\" said Lawrence Norman, Adidas' vice president of global basketball. \"Even more important, the right city. When you launch something as innovative as this -- that will change the way the players look on the court and the way the fans support the team forever -- why not launch it in the most innovative part of the United States?\"", "articleId": 43, "lineId": 947}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The new jersey is much less a T-shirt than the next phase in the evolution of basketball apparel.", "articleId": 43, "lineId": 948}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "It's being called the \"adizero NBA short sleeve uniform system.\" And Adidas boasts it as a revolutionary marriage between performance and aesthetics.", "articleId": 43, "lineId": 949}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The uniforms are 26", "articleId": 43, "lineId": 950}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Advertisement", "articleId": 43, "lineId": 951}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "percent lighter than their traditional counterparts, which Adidas said its research revealed was most important to players. They come with the ever-popular moisture-absorbing feature. The sleeves are made with stretch fabric that wraps 360 degrees around the shoulder to ensure full range of motion, because anyone who has played basketball knows how a T-shirt's sleeve can interfere with a jumper.", "articleId": 43, "lineId": 952}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The shorts -- which have pinstripes inspired by the Bay Bridge -- have been modernized, too. The stretch woven fabric, pricked with thousands of holes, make the bottoms as lightweight and airy as ever.", "articleId": 43, "lineId": 953}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Bay Area fans will love this part: the uniform is made with 60 percent recycled material.", "articleId": 43, "lineId": 954}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The Warriors and Adidas, the official provider of NBA uniforms since 2006, worked together for more than a year to bring this concept to life. Several players tested them during their offseason and the Warriors have gone through full practices in them.", "articleId": 43, "lineId": 955}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"I think it will be a trendsetter,\" rookie forward Harrison Barnes said. \"I think its something it will take people a little bit of time to get used to, but once they do it'll be good. As long as I'm able to shoot and move, that's all that matters.\"", "articleId": 43, "lineId": 956}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Representatives from the", "articleId": 43, "lineId": 957}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The Warriors' Harrison Barnes wears the team's new alternate uniform, which features a jersey with sleeves. (Photo courtesy of adidas)", "articleId": 43, "lineId": 958}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Warriors and Adidas say they have gotten nothing but positive feedback from the performance end.", "articleId": 43, "lineId": 959}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The only remaining question is the reception of fans and the basketball community.", "articleId": 43, "lineId": 960}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Will people take to a shirt jersey? Is this a gimmick waiting to be rejected?", "articleId": 43, "lineId": 961}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"In the early '90s, I was part of the transition from short shorts to longer shorts,\" said Warriors president Rick Welts, who established a reputation as a pioneer in his decades working in the NBA office.", "articleId": 43, "lineId": 962}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"We certainly heard from a lot of basketball traditionalists that short shorts were sacrosanct to the basketball uniforms the way they should be. I'm not foolish enough to think some won't think we're messing with tradition. But I think it's going to be really well received. Over time, I wouldn't be surprised if every team has one.\"", "articleId": 43, "lineId": 963}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "This jersey was designed with the fan in mind.", "articleId": 43, "lineId": 964}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The rationale is having a full shirt as the team's jersey allows people to represent their team in more settings. Unlike soccer, baseball and football, basketball uniforms are limited, from a fashion perspective, because they are sleeveless.", "articleId": 43, "lineId": 965}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The \"swingman\" jerseys will run about $110, about $40 more than the traditional replicas. The authentic versions will be $300. Both will be available for pre-order at NBA.com and warriorsteamstore.com starting Monday.", "articleId": 43, "lineId": 966}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Golden State is already in the top 10 in merchandise sales, according to Welts. If fans take to the new alternate jersey, the franchise could see a boon.", "articleId": 43, "lineId": 967}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"We didn't do this for the sales,\" Welts said. \"This is all about the image of the franchise and being forward.\"", "articleId": 43, "lineId": 968}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Welts tried to get the NBA to adopt a short-sleeve jersey once before. In 1985, he saw an opportunity for a ground-breaking uniform with Patrick Ewing coming into the NBA. The Georgetown star was known for wearing a T-shirt under his jersey, sparking quite the trend.", "articleId": 43, "lineId": 969}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The NBA didn't, and still doesn't, allow players to wear sleeved shirts beneath their jersey. So Welts and then-deputy commissioner Russ Granik worked with MacGregor Sand-Knit, then the NBA's outfitter, to make a sleeved uniform.", "articleId": 43, "lineId": 970}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"Frankly, with the technology available, we couldn't make it work,\" Welts said. \"It was a lost opportunity. It's taken, what, 28 years to finally do it.\"", "articleId": 43, "lineId": 971}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Today's athletes prefer something fitted and comfortable, anything that gives any type of edge. As a result, compression shirts have become a staple in sports apparel. NBA players practice in them and many wear tank versions under their uniforms.", "articleId": 43, "lineId": 972}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"It's a unique step forward for our product,\" said Sal LaRocca, the NBA's executive vice president of global merchandising. \"There is always an ongoing directive in any company in sports apparel to continue innovating and enhancing. There have been constant developments in sports performance and teams invest millions of dollars in providing things that help players perform better.\"", "articleId": 43, "lineId": 973}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "This trend inspired Adidas to investigate a short-sleeve jersey idea a couple of years ago.", "articleId": 43, "lineId": 974}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Golden State, which launched a new logo and uniform at the start of the 2010-11 season, was in the market for an alternate uniform. And Norman, an avid basketball fan and pick-up enthusiast, said he has come to know the Warriors' ownership group as innovative.", "articleId": 43, "lineId": 975}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "In his mind, the collaboration seemed perfect. His instinct was confirmed when Guber and the Warriors jumped at the chance.", "articleId": 43, "lineId": 976}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"He stopped us midstream,\" Norman said. \"It was the coolest thing. I get chills thinking about it. He just stopped us and was like, 'We are in. Let's make this happen. This is going to be huge.' He just recognized it right away, as if it were a 30-second Hollywood pitch and he only need 10 seconds\"", "articleId": 43, "lineId": 977}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Silver Stars re-sign Perkins to multi-year deal", "articleId": 44, "lineId": 978}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "2:01 PM, Feb 11, 2013 | ", "articleId": 44, "lineId": 979}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Buy Tickets", "articleId": 44, "lineId": 980}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "San Antonio, TX (Sports Network) - The San Antonio Silver Stars re-signed guard Jia Perkins to a multi-year contract on Monday.", "articleId": 44, "lineId": 981}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "Perkins, 30, was the leading scorer off the bench for San Antonio the past two seasons. Last year, she averaged 10.6 points, 2.8 rebounds and 1.9 assists per game, and finished ninth in the WNBA in steals with 1.60 per contest.", "articleId": 44, "lineId": 982}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "\"We are excited to have Jia continue to be a vital part of the Silver Stars family moving forward,\" Silver Stars coach and general manager Dan Hughes said. \"She has been very effective in whatever role she has been asked to play for us over the past two seasons. She is a true professional.\"", "articleId": 44, "lineId": 983}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "In nine seasons with Charlotte (2004-05), Chicago (2006-10) and San Antonio, Perkins owns career averages of 11.2 points, 3.1 rebounds, 2.2 assists and 1.6 steals per game. Her 415 total steals ranks 19th all-time.", "articleId": 44, "lineId": 984}
{"date": "Feb 11, 2013 12:00:00 AM", "s": "The Sports Network", "articleId": 44, "lineId": 985}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "", "articleId": 45, "lineId": 986}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Tuesday, February 12, 2013 12:31 AM EST", "articleId": 46, "lineId": 987}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Nets rally past Pacers in OT", "articleId": 46, "lineId": 988}
{"date": "Feb 12, 2013 12:00:00 AM", "s": " ", "articleId": 46, "lineId": 989}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Brooklyn Nets center Brook Lopez, center, gets tied up with Indiana Pacers center Ian Mahinmi, right, and guard D.J. Augustin in the second half of an NBA basketball game in Indianapolis, Monday, Feb. 11, 2013. The Nets defeated the Pacers 89-84 in overtime. (AP Photo/Michael Conroy)", "articleId": 46, "lineId": 990}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "NDIANAPOLIS (AP) — Brooklyn figured out how to win without its most versatile offensive player Monday night.", "articleId": 46, "lineId": 991}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Feed Brook Lopez early and often, keep Reggie Evans active on the glass and put the ball in Joe Johnson's hands with the game on the line.", "articleId": 46, "lineId": 992}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "It may need to keep that formula a while longer.", "articleId": 46, "lineId": 993}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Lopez scored 25 points, Evans grabbed 22 rebounds and Johnson tied the score with a 10-foot bank shot to force overtime before closing it out with four straight free throws to give the Nets an 89-84 victory — their first in six tries at Bankers Life Fieldhouse.", "articleId": 46, "lineId": 994}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "For the Nets, this was vindication.", "articleId": 46, "lineId": 995}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "\"We wanted to come out tonight and make a statement,\" Johnson said after finishing with 17 points. \"We were just being very resilient. Guys were coming up big and making plays.\"", "articleId": 46, "lineId": 996}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "Brooklyn (30-22) needed every one of those plays to turn things around.", "articleId": 46, "lineId": 997}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "They came into Monday night with three losses in four games, including a 111-86 shellacking at home Sunday. They had lost five straight in Indianapolis, one of the best home teams in the league this season, and had been struggling badly to score, too. Plus, they were missing guard Deron Williams, who was diagnosed with synovitis, an inflammation of the ankle joint linings. He received platelet rich plasma treatment on both ankles and isn't expected to return to the floor until after the All-Star break.", "articleId": 46, "lineId": 998}
{"date": "Feb 12, 2013 12:00:00 AM", "s": "But without Williams, the Nets stayed focused.", "articleId": 46, "lineId": 999}
